{
    "GoogleAnalyticsImporter": {
        "AccountId": "Идентификатор на акаунта в Google Analytics",
        "AccountIdHelp": "Идентификационният номер на акаунта, който притежава собствеността. Това понякога е числото след UA в идентификатора на свойството, но това не винаги е така.",
        "Actions": "Действия",
        "AdminMenuTitle": "Импортиране от Google Analytics",
        "Authorize": "Разрешете",
        "CancelExistingImportFirst": "Вече съществува импорт за сайт с ID = %1$s. Моля, първо го анулирайте, преди да започнете нов.",
        "CancelJobConfirm": "Наистина ли искате да отмените тази текуща работа?",
        "CannotImportMissingCustomDimensionSlots": "Не може да се импортира собственост от Google Analytics, има повече персонализирани измерения от тип %1$s, отколкото каретата за персонализирани измерения в Matomo. Вашата собственост използва %2$s персонализирани размери, но Matomo в момента има място само за размери %3$s. Вижте документацията за персонализирани размери за повече информация.",
        "Change": "Промяна",
        "ClientConfigSuccessfullyUpdated": "Успешно качихте детайлите за конфигурацията на клиента! Сега просто трябва да упълномощите Matomo да преглежда Вашите данни от Google Analytics. Кликнете върху бутона по-долу:",
        "ConfigurationFile": "Конфигурационен файл",
        "ConfigurationText": "Конфигурационен текст",
        "ConfigureClientDesc1": "За да импортира Вашите данни от Google Analytics, Matomo се нуждае от достъп до тях.",
        "ConfigureClientDesc2": "%1$sЗа да започнете, следвайте нашите инструкции, за да извлечете конфигурацията на Вашия OAuth клиент.%2$s След това или качете тази клиентска конфигурация, или я поставете в полето по-долу.",
        "ConfigureTheImporter": "Конфигурирайте импортера",
        "CreationDate": "Дата на създаване на уеб собственост",
        "DeleteUploadedClientConfig": "Ако искате да премахнете качената клиентска конфигурация, кликнете по-долу",
        "DimensionScope": "Обхват на измерение",
        "EditEndDate": "Промяна на крайната дата на импортирането",
        "EndDate": "Крайна дата",
        "EndDateHelp": "Датата на приключване на импортирането. По подразбиране ще работи всеки ден, докато не решите да го отмените. (YYYY-MM-DD)",
        "EnterImportDateRange": "Въведете началната и крайната дата за повторно импортиране",
        "EnterImportEndDate": "Въведете новата крайна дата",
        "ErrorMessage": "Съобщение за грешка",
        "ErrorMessageBugReportRequest": "Тези грешки са неочаквани и вероятно ще продължат всеки път, когато стартирате импортирането на този ден. За да разрешите този проблем, моля %1$s, попитайте във форумите %2$s. Ако можете да предоставите достъп до Вашия акаунт в GA на член от екипа за поддръжка на Matomo, това ще осигури по-бързо решение.",
        "EstimatedFinishIn": "Очаквано завършване след %1$s дни.",
        "ExtraCustomDimensions": "Допълнителни персонализирани съпоставяния на измерения",
        "ExtraCustomDimensionsGA4Help": "GA4 предоставя някои измерения, които не се поддържат първоначално в Matomo, като демографските данни. Ако искате да запазите тези данни в Matomo, можете да импортирате данни за тези измерения в персонализирано измерение. За да направите това, въведете измерението на GA4 в първото поле (вижте %1$sтози списък%2$s, за да видите правилните идентификатори за измерения на GA4) и типа на измерението във второто поле.",
        "ExtraCustomDimensionsHelp": "Google Analytics предоставя някои измерения, които не се поддържат първоначално в Matomo, като демографски данни. Ако искате да запазите тези данни в Matomo, можете да импортирате данни за тези измерения в персонализирана величина. За да направите това, въведете измерението на GA в първото поле (вижте %1$sтози списък %2$s, за да видите правилните идентификатори за измеренията на Google Анализ) и типа на величината във второто поле.",
        "FinishedImportingDaysWaiting": "Завършени %1$s дни от последното възобновяване, изчаква се до утре, за да се възобнови отново.",
        "ForceCustomDimensionSlotCheck": "Игнорирайте ограничението за карето за персонализирана величина",
        "ForceCustomDimensionSlotCheckHelp": "Всяка инсталация на Matomo има определен брой персонализирани измерения за обхват, които можете да използвате за даден сайт. Възможно е Вашата собственост в Google Analytics да използва повече от това число. Ако това е отметнато, импортерът просто ще игнорира персонализираните измерения, които не може да добави. Ако искате да ги запазите всички, можете да добавите още слотове за персонализирани размери към Вашия Matomo %1$s (вижте документацията за персонализирани размери) %2$s.",
        "GA4Dimension": "GA измерение",
        "GADimension": "GA измерение",
        "GoogleAnalyticsInfo": "Информация за Google Analytics",
        "ImportEndDate": "Крайна дата на импорта",
        "ImportJobs": "Импортиране на задачи",
        "ImportStartDate": "Начална дата на импорта",
        "ImportStartTime": "Начален час за импортиране",
        "ImporterHelp1": "Импортерът на Google Analytics изисква от Вас да настройте конфигурация на OAuth Client в конзолата на Google API, преди да можете да правите нещо друго.",
        "ImporterHelp2": "За да видите ръководство стъпка по стъпка как да направите това и да настройте този плъгин %1$s, кликнете тук.%2$s",
        "ImporterHelp3": "%1$sЗабележка:%2$s Това импортиране ще създаде нов idSite, където ще бъдат импортирани Вашите данни.",
        "ImporterIsConfigured": "Импортерът е конфигуриран и можете да започнете да импортирате данни чрез командния ред.",
        "InsufficientScopes": "Вашите идентификационни данни за OAuth нямат разрешение за достъп до всичките Ви данни в Google Analytics. Моля, уверете се, че сте активирали достъпа до API на Google Analytics и API за отчитане на Google Analytics.",
        "InvalidClientJson": "Невалиден JSON във файла с идентификационни данни, опитайте да изтеглите отново файла от конзолата на Google API.",
        "InvalidDateFormat": "Датата трябва да бъде в следния формат: %1$s",
        "InvalidDateRange": "Невалиден период от време, началната дата трябва да е по-ранна от крайната.",
        "InvalidRedirectUriInClientConfiguration": "Невалиден redirect_uris, поне 1 uri трябва да съответства на uri \"%1$s\" в качения конфигурационен файл",
        "IsMobileApp": "Мобилно приложение",
        "IsMobileAppHelp": "Ако Вашата аналитична собственост е за мобилно приложение, поставете отметка в това квадратче. В противен случай импортирането може да не успее, ако няма URL адрес, свързан с Вашата собственост.",
        "IsVerboseLoggingEnabled": "Активирайте подробното логване",
        "IsVerboseLoggingEnabledHelp": "Ако импортирането Ви е неуспешно по някаква причина в определен ден, можете да активирате подробното регистриране, за да получите повече информация за причината. Активирайте го само за неуспешната дата, тъй като това ще доведе до голямо количество изходни данни. След като импортирането приключи, намерете регистрационните файлове в папката %1$s с име като %2$s. Изпратете този дневник с всички доклади за грешки/заявки за поддръжка.",
        "JobWillRunUntilManuallyCancelled": "Не е посочена крайна дата на импортирането. Тази задача ще работи, докато не бъде отменена ръчно.",
        "KilledStatusHelp": "Изглежда, че задачата за импортиране е прекратена. Ако не сте направили това сами, тогава Вашият хост вероятно не харесва продължителни PHP процеси. Заданието за импортиране ще започне отново в рамките на следващия час, така че импортирането ще продължи. Ако скоростта на импортиране все още е бавна като цяло (проверете отново след един ден, за да видите), вижте ръководството за потребителя за повече информация и заобиколни решения.",
        "LastDayArchived": "Последен архивиран ден",
        "LastDayImported": "Последен импортиран ден",
        "LastResumeTime": "Последен час за възобновяване",
        "LatestDayProcessed": "Последен обработен ден",
        "LeaveEmptyToRemove": "Оставете това празно, за да премахнете крайната дата и да продължите импортирането, докато не бъде анулирано ръчно.",
        "LiveDataUnavailableForImported": "Данните от отчета за този период от време са импортирани от Google Analytics, но необработените данни от лог файлове за посещения не могат да бъдат импортирани от Google Analytics и затова не са налични за този период.",
        "LogDataRequiredForReport": "Данните от отчета за този период от време са импортирани от Google Analytics, но този отчет изисква необработени регистрационни данни за посещения, които не могат да бъдат импортирани. Така че този отчет може да не показва данни.",
        "MatomoSite": "Сайт на Матомо",
        "MaxEndDateHelp": "Максималната допустима крайна дата в тази инсталация на Matomo е %1$s. Ако въведете дата след нея, тя ще бъде променена на тази дата.",
        "MissingClientConfiguration": "Липсваща или невалидна клиентска конфигурация, моля, качете отново.",
        "NohupExecutableMissing": "Matomo не може да намери изпълнимия файл nohup. Импортерът на Google Analytics използва nohup, за да изпълни процеса на импортиране, така че той ще продължи сам след приключване на уеб заявката. Този изпълним файл трябва да присъства и достъпен от PHP, за да може импортерът да функционира.",
        "None": "Няма",
        "NotSetInGA": "Не е зададено в Google Analytics",
        "Optional": "По избор",
        "PhpExecutableMissing": "Matomo не може да намери изпълнимия файл на PHP. Импортерът на Google Analytics извиква PHP от командния ред, за да импортира данни. Този изпълним файл трябва да присъства и достъпен от PHP, за да може вносителят да функционира.",
        "PropertyId": "Идентификатор на собственост в Google Analytics",
        "PropertyIdGA4": "Идент. № на собственост в GA4",
        "PropertyIdGA4Help": "Идентификационният номер на собствеността за импортиране. Той ще има следния формат: свойства/{PROPERTY_ID}, където {PROPERTY_ID} са цифри.",
        "PropertyIdHelp": "Идентификационният номер на свойството за импортиране. Той ще има следния формат: UA-XXXXX-X, където X са цифри.",
        "RateLimitHelp": "Google Analytics по подразбиране ограничава броя на заявките, които можете да направите към API за конкретен проект до 50 000 на ден. Изглежда, че тази задача за импортиране е надхвърлила това ограничение, така че импортирането не може да продължи до утре.",
        "RateLimitHourlyHelp": "Google Analytics по подразбиране ограничава броя на заявките, които можете да направите към API за конкретен проект, до 5000 на час. Изглежда, че тази задача за импортиране е надхвърлила това ограничение, така че импортирането не може да продължи до следващия час.",
        "ReAuthorize": "Повторно упълномощаване",
        "ReimportDate": "Повторно импортиране на период от време",
        "RemoveClientConfiguration": "Премахване на клиентска конфигурация",
        "RequiredExecutablesCheck": "Задължителни изпълними файлове",
        "RequiredFunctionsCheck": "Необходими PHP функции",
        "RequiredFunctionsMissing": "Matomo не може да намери PHP функциите %1$s, Вашият хост вероятно ги е деактивирал. Импортерът на Google Analytics използва тези функции за импортиране на данни във фонов режим. Без тях импортерът не може да функционира.",
        "ResumeDesc": "Продължи. Забележка: ако импортирането Ви е допуснало грешка, възобновяването му най-вероятно ще доведе до същата грешка, освен ако не сте актуализирали плъгина с корекция. Ако е била ограничена скоростта, възобновяването най-вероятно ще доведе до същата грешка при ограничаване на скоростта, но автоматично ще се рестартира на следващия ден, когато ограничението на скоростта изчезне.",
        "Schedule": "График",
        "ScheduleAnImport": "Планирайте импортиране за Google Universal Analytics (GA3)",
        "ScheduleAnImportGA4": "Планирайте импортиране за Google Universal Analytics (GA3)",
        "ScheduleImportDesc1": "Планирайте нов импорт по-долу. Ще се изпълнява веднъж на ден, докато се импортира целият период от време. Забележка: изпълняваме го ежедневно, тъй като има ежедневен лимит на заявки за API, който Google налага. След като бъде достигнат, не можем да продължим импортирането до следващия ден. (Това обикновено се достига след импортиране на данни от 4 месеца).",
        "ScheduleImportDesc2": "Ако не е предоставена крайна дата, импортирането ще продължи, докато не го анулирате ръчно по-долу.",
        "ScheduledReImports": "Повторни импорти",
        "SelectImporter": "Насрочете импортиране за Google Analytics",
        "SelectImporterGA4InlineHelp": "Изберете това, ако идентификационният номер на Вашето свойство има само числа (XXXXXXXXX).",
        "SelectImporterGA4Title": "Google Анализ 4 (GA4)",
        "SelectImporterSelection": "От коя версия на Google Анализ искате да импортирате данни?",
        "SelectImporterUAInlineHelp": "Изберете това, ако идентификаторът на Вашето свойство започва с UA и завършва с число (UA-XXXXXXXXX-1).",
        "SelectImporterUATitle": "Google Universal Analytics (GA3)",
        "SettingUp": "Настройка",
        "SiteDeleted": "Сайтът е изтрит",
        "SiteID": "Идентификатор на сайта",
        "Start": "Начало",
        "StartDate": "Начална дата",
        "StartDateHelp": "Датата, от която да започне импортирането. По подразбиране това е денят, в който сте създали уеб собствеността си в GA. (YYYY-MM-DD)",
        "StartFinishTimes": "Времена за начало/край",
        "Status": "Състояние",
        "ThereAreNoImportJobs": "Няма задания за импортиране за показване.",
        "ThisJobShouldFinishToday": "Тази задача трябва да приключи днес.",
        "ThisReportWasImportedFromGoogle": "Този отчет е импортиран от Google Analytics. Някои данни може да липсват или да бъдат отчетени като неизвестни/незададени поради несъвместимост между Matomo и Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Този период включва дати, за които има импортирани данни от Google Анализ. Някои данни може да липсват или да бъдат отчетени като неизвестни/незададени поради несъвместимост между Matomo и Google Analytics.",
        "TimeFinished": "Време на приключване",
        "TimeStarted": "Време на стартиране",
        "Timezone": "Часова зона",
        "TimezoneGA4Help": "GA4 използва някои часови зони, които не са валидни PHP часови зони. Ако Вашият сайт използва такъв, може да се наложи ръчно да зададете часова зона тук. Вижте %1$sтози списък%2$s за списък с валидни PHP часови зони.",
        "TimezoneHelp": "Google Analytics използва някои часови зони, които не са валидни часови зони на PHP. Ако Вашият сайт използва такъв, може да се наложи ръчно да зададете часова зона тук. Вижте %1$s този списък %2$s за списък с валидни часови зони на PHP.",
        "TodaysDate": "днешната дата",
        "Troubleshooting": "Отстраняване на неизправности",
        "UnsupportedReportInImportRange": "Данните от отчета за този период от време са импортирани от Google Analytics, но този отчет не съществува в Google Analytics, така че няма какво да се показва тук.",
        "ViewId": "Идентификатор на изглед на Google Analytics",
        "ViewIdHelp": "Идентификаторът на изгледа за импортиране. Това ще бъде голямо число, например 3450293.",
        "YesterdaysDate": "вчерашната дата"
    }
}
