{
    "GoogleAnalyticsImporter": {
        "AccountId": "Identificador del compte de Google Analytics",
        "AccountIdHelp": "L'identificador del compte propietari de la propietat. De vegades aquest és el número després d'UA a l'identificador de la propietat, però no sempre és així.",
        "AccountsConnectedSuccessfully": "Heu connectat correctament el vostre compte de Google!",
        "Actions": "Accions",
        "AdminMenuTitle": "Importar de Google Analytics",
        "Authorize": "Autoritzar",
        "CancelExistingImportFirst": "Ja existeix una importació per al lloc amb ID = %1$s. Si us plau, cancel·leu-la abans de començar-ne un de nova.",
        "CancelJobConfirm": "Esteu segur que voleu cancel·lar aquesta feina en curs?",
        "CannotImportMissingCustomDimensionSlots": "No es pot importar la propietat de Google Analytics, hi ha més dimensions personalitzades de tipus %1$s que espais de dimensions personalitzades a Matomo. La vostra propietat utilitza %2$s dimensions personalitzades, però actualment Matomo només té espai per a %3$s dimensions. Consulteu la documentació de dimensions personalitzades per obtenir més informació.",
        "Change": "Canviar",
        "ClientConfigSuccessfullyUpdated": "Heu carregat correctament els detalls de configuració del vostre client! Ara només cal autoritzar Matomo per veure les vostres dades de Google Analytics. Feu clic al botó següent:",
        "CloudRateLimitHelp": "S'ha assolit el límit diari de la tarifa del núvol; torna-ho a provar demà. (Nota: GA de manera predeterminada estableix un límit diari al nombre de sol·licituds d'API realitzades cada dia. S'ha prorratejat a %1$s sol·licituds al vostre compte. Aquest límit es prorrateja per a cada client del núvol de Matomo. Sembla que heu ha arribat al vostre límit. Continueu la importació demà.)",
        "ConfigurationFile": "Fitxer de configuració",
        "ConfigurationText": "Text de configuració",
        "ConfigureClientDesc1": "Per importar les vostres dades de Google Analytics, Matomo necessita accedir-hi.",
        "ConfigureClientDesc2": "%1$sPer començar, seguiu les nostres instruccions per recuperar la configuració del vostre client OAuth.%2$s A continuació, carregueu aquesta configuració de client o enganxeu-la al camp següent.",
        "ConfigureImportNotificationMessage": "No perdeu les vostres valuoses dades històriques! %1$sImporteu ara les vostres dades de Google Analytics per a %2$s%3$s a la vostra plataforma Matomo.",
        "ConfigureTheImporter": "Configurar l'importador",
        "ConfigureTheImporterHelp": "%1$sNota:%2$s Si no les importeu, les vostres dades de Google Analytics 3 les perdreu permanentment el 31 de desembre de 2023.",
        "ConfigureTheImporterHelpNewDate": "%1$sNota:%2$s si no importeu les vostres dades, les vostres dades de Google Analytics 3 es perdran permanentment després del 30 de juny de 2024.",
        "ConfigureTheImporterLabel1": "Importeu les vostres propietats i dades d'informes de Google Analytics per crear una còpia de seguretat i analitzar-les mitjançant les potents eines d'anàlisi de Matomo. Un cop connecteu l'importador, seleccioneu quines propietats de Google Analytics voleu importar i Matomo crearà automàticament un lloc web nou per a cadascuna.",
        "ConfigureTheImporterLabel2": "Per importar les vostres dades de Google Analytics, Matomo necessita accedir-hi.",
        "ConfigureTheImporterLabel3": "Per començar, %1$sseguiu les nostres instruccions per recuperar la configuració del vostre client OAuth%2$s. A continuació carregueu el fitxer de configuració del client mitjançant el botó següent.",
        "CreationDate": "Data de creació del lloc web",
        "DeleteUploadedClientConfig": "Si voleu eliminar la configuració del client carregada, feu clic a continuació",
        "DimensionScope": "Àmbit de la dimensió",
        "EditEndDate": "Canvia la data de final d'importació",
        "EndDate": "Data de finalització",
        "EndDateHelp": "La data de final de la importació. Per defecte s'executarà cada dia fins que decidiu cancel·lar-lo. (YYYY-MM-DD)",
        "EndDateHelpText": "La data de final de la importació. Si no es proporciona cap data de finalització la importació continuarà fins que la cancel·leu manualment. (AAAA-MM-DD)",
        "EnterImportDateRange": "Introduïu les dates d'inici i final per tornar a importar",
        "EnterImportEndDate": "Introduïu la nova data de final",
        "ErrorMessage": "Missatge d'error",
        "ErrorMessageBugReportRequest": "Aquests errors són inesperats i probablement continuaran cada vegada que executeu la importació d'aquest dia. Per resoldre aquest problema, si us plau, %1$sconsulteu als fòrums%2$s. Si podeu proporcionar accés al vostre compte de GA a un membre de l'equip d'assistència de Matomo us proporcionarà una resolució més ràpida.",
        "EstimatedFinishIn": "Finalització estimada d'aquí a %1$s dies.",
        "ExtraCustomDimensions": "Mapes de dimensions personalitzades addicionals",
        "ExtraCustomDimensionsGA4Help": "GA4 proporciona algunes dimensions que no s'admeten de manera nativa a Matomo, com ara les dades demogràfiques. Si voleu conservar aquestes dades a Matomo, podeu importar les dades d'aquestes dimensions a una dimensió personalitzada. Per fer-ho, escriviu la dimensió GA4 al primer camp (vegeu %1$saquesta llista%2$s per veure els identificadors adequats per a les dimensions GA4) i el tipus de dimensió al segon camp.",
        "ExtraCustomDimensionsHelp": "Google Analytics proporciona algunes dimensions que no s'admeten de manera nativa a Matomo, com ara les dades demogràfiques. Si voleu conservar aquestes dades a Matomo, podeu importar les dades d'aquestes dimensions a una dimensió personalitzada. Per fer-ho, escriviu la dimensió GA al primer camp (vegeu %1$saquesta llista%2$s per trobar els identificadors adequats per a les dimensions de Google Analytics) i el tipus de dimensió al segon camp.",
        "FinishedImportingDaysWaiting": "S'ha processat %1$s dies des de l'última represa, esperant fins demà per tornar-ho a reprendre.",
        "ForceCustomDimensionSlotCheck": "Ignoreu el límit d'espai de dimensions personalitzades",
        "ForceCustomDimensionSlotCheckHelp": "Cada instal·lació de Matomo té un nombre definit de dimensions personalitzades per àmbit que podeu utilitzar per a un lloc determinat. És possible que la vostra propietat de Google Analytics utilitzi més d'aquest número. Si això està marcat, l'importador simplement ignorarà les dimensions personalitzades que no pot afegir. Si voleu conservar-les totes, podeu afegir més espais de dimensions personalitzades al vostre Matomo %1$s (consulteu la documentació de dimensions personalitzades)%2$s.",
        "FutureDateHelp": "El procés d'importació s'ha aturat perquè s'ha intentat importar dades per a una data futura o present (%1$s). L'importador tornarà a provar automàticament la importació demà per assegurar-se que s'importen les dades correctes i completes. ",
        "GA4Dimension": "Dimensió GA4",
        "GADimension": "Dimensió GA",
        "GAImportNoDataScreenStep01": "Baixeu les credencials d'OAuth del vostre compte de Google seguint aquesta %1$sguia%2$s.",
        "GAImportNoDataScreenStep02": "Carregueu les credencials d'OAuth.",
        "GAImportNoDataScreenStep03": "Feu clic al botó \"%1$s\" (això obre una pestanya nova perquè pugueu seguir els passos següents en aquesta pestanya).",
        "GAImportNoDataScreenStep04": "Aneu a la pàgina d'administració d'importació de %1$sGoogle Analytics%2$s. %3$sMés informació%4$s.",
        "GAImportNoDataScreenStep05": "Seleccioneu el tipus d'importació.",
        "GAImportNoDataScreenStep06": "Ompliu el formulari Programar una importació.",
        "GAImportNoDataScreenStep07": "Feu clic a \"%1$s\".",
        "GAImportNoDataScreenStep07Note": "%1$sNota:%2$s Un cop feu clic a \"%3$s\", Matomo crearà automàticament un nou lloc web de Matomo per a cada propietat seleccionada.",
        "GAImportNoDataScreenStep08": "La importació de dades vol temps, %1$s feu clic aquí per supervisar l'estat de la vostra importació de dades%2$s.",
        "GAImportNoDataScreenStep09": "Per veure les vostres dades actualitzeu aquesta pàgina i, a continuació, seleccioneu el lloc web de Matomo acabat de crear al menú desplegable de la part superior esquerra.",
        "GoogleAnalyticsInfo": "Informació de Google Analytics",
        "GoogleOauthCompleteWarning": "%1$sNota:%2$s És possible que rebeu un avís de Google en completar el procés d'OAuth que digui \"%1$sGoogle no ha verificat aquesta aplicació%2$s\". En aquest cas, podeu continuar amb seguretat fent clic a \"%1$sAvançat%2$s\" i després a \"%1$sAnar a matomo.cloud (no segur)%2$s\".",
        "ImportEndDate": "Data de final d'importació",
        "ImportJobs": "Importar feines",
        "ImportStartDate": "Data d'inici d'importació",
        "ImportStartTime": "Hora d'inici de la importació",
        "ImporterHelp1": "L'importador de Google Analytics requereix que configureu la configuració del client OAuth a la consola de l'API de Google abans de poder fer qualsevol altra cosa.",
        "ImporterHelp2": "Per veure una guia pas a pas per fer-ho i configurar aquest connector %1$s feu clic aquí.%2$s",
        "ImporterHelp3": "%1$sNota:%2$s Aquesta importació crearà un nou idSite on importarà les vostres dades.",
        "ImporterIsConfigured": "L'importador està configurat i podeu començar a importar dades mitjançant la línia de comandes.",
        "InsufficientScopes": "Les vostres credencials d'OAuth no tenen permís per accedir a totes les vostres dades de Google Analytics. Assegureu-vos d'haver activat l'accés a l'API de Google Analytics i a l'API d'informes de Google Analytics.",
        "InvalidClientJson": "JSON no vàlid al fitxer de credencials; proveu de tornar a baixar el fitxer des de la consola de l'API de Google.",
        "InvalidDateFormat": "La data ha de tenir el format següent: %1$s",
        "InvalidDateRange": "L'interval de dates no és vàlid, la data d'inici ha de ser anterior a la data de final.",
        "InvalidRedirectUriInClientConfiguration": "Redirect_uris no vàlid, almenys 1 uri hauria de coincidir amb l'uri \"%1$s\" al fitxer de configuració carregat",
        "IsMobileApp": "Aplicació mòbil",
        "IsMobileAppHelp": "Si la vostra propietat d'anàlisi és per a una aplicació mòbil, marqueu aquesta casella. En cas contrari, la importació pot fallar si no hi ha cap URL associat a la vostra propietat.",
        "IsVerboseLoggingEnabled": "Activa el registre detallat",
        "IsVerboseLoggingEnabledHelp": "Si la vostra importació falla per algun motiu en un dia concret, podeu habilitar el registre detallat per obtenir més informació sobre la causa. Activeu-lo només per a la data d'error, ja que donarà lloc a una gran quantitat de línies de registre. Un cop finalitzada la importació, cerqueu els fitxers de registre a la carpeta %1$s amb un nom com ara %2$s. Envieu aquest registre amb qualsevol informe d'error/sol·licitud de suport.",
        "JobWillRunUntilManuallyCancelled": "No s'ha especificat cap data de finalització d'importació. Aquesta tasca s'executarà fins que es cancel·li manualment.",
        "KilledStatusHelp": "Sembla que la tasca d'importació ha finalitzat. Si no ho heu fet vosaltres mateixos, probablement al vostre amfitrió no li agraden els processos PHP de llarga durada. La tasca d'importació tornarà a començar durant la propera hora, de manera que la importació continuarà. Si la velocitat d'importació encara és lenta en general (torneu a comprovar-ho d'aquí un dia per veure-ho), consulteu la guia de l'usuari per obtenir més informació i solucions alternatives.",
        "LastDayArchived": "Últim dia arxivat",
        "LastDayImported": "Últim dia importat",
        "LastResumeTime": "Hora de l'última represa",
        "LatestDayProcessed": "Últim dia processat",
        "LeaveEmptyToRemove": "Deixeu-ho buit per eliminar la data de finalització i continuar la importació fins que es cancel·li manualment.",
        "LiveDataUnavailableForImported": "Les dades de l'informe d'aquest període de temps s'han importat de Google Analytics, però les dades del registre de visites en brut no es poden importar de Google Analytics i, per tant, no estan disponibles per a aquest període.",
        "LogDataRequiredForReport": "Les dades de l'informe d'aquest període de temps s'han importat de Google Analytics, però aquest informe requereix dades de registre de visites en brut, que no es poden importar. Per tant és possible que aquest informe no mostri dades.",
        "MatomoSite": "Lloc de Matomo",
        "MaxEndDateHelp": "La data de finalització màxima permesa en aquesta instal·lació de Matomo és %1$s. Si introduïu una data més enllà, es canviarà per aquesta data.",
        "MissingClientConfiguration": "Falta la configuració del client o no és vàlida, torneu a carregar-la.",
        "NoDataScreenFollowStepComplete": "%1$sEnhorabona!%2$s Heu configurat correctament la vostra importació de Google Analytics. Com s'ha indicat anteriorment, aquestes dades s'estan important a un nou lloc web de Matomo. Per verificar que les dades s'estan important, visiteu la vostra %3$spàgina d'importació de Google Analytics%4$s a la configuració i comproveu que la tasca d'importació s'està executant.",
        "NoDataScreenFollowThisSteps": "Seguiu aquests passos per configurar-ho:",
        "NoDataScreenIntro": "Importar les vostres dades de Google Analytics és fàcil amb Matomo. Podeu utilitzar-ho per crear una còpia de seguretat de les vostres propietats i dades d'informes i analitzar-les amb Matomo.",
        "NoDataScreenOptionsDescription": "Podeu triar entre dues opcions: connectar-vos amb el vostre compte de Google Analytics és l'opció més senzilla i funciona per a llocs web de trànsit petit i mitjà. Si teniu molts llocs web o alguns llocs web de gran trànsit, la configuració avançada de Google OAuth permetrà una migració de dades més ràpida.",
        "NoDateSuccessImportMessageLine1": "Les vostres propietats de Google Analytics s'han importat correctament",
        "NoDateSuccessImportMessageLine2": "Els informes històrics d'aquestes propietats s'importaran en segon pla. Si us plau tingueu paciència, ja que trigarà uns quants dies a completar-se. Ara és el moment de configurar el seguiment de dades noves (vegeu les instruccions a continuació).",
        "NohupExecutableMissing": "Matomo no pot trobar l'executable nohup. L'importador de Google Analytics utilitza nohup per executar el procés d'importació, de manera que continuarà pel seu compte un cop finalitzi una sol·licitud web. Aquest executable ha d'estar present i accessible des de PHP perquè l'importador funcioni.",
        "None": "Cap",
        "NotSetInGA": "No definit a Google Analytics",
        "OauthFailedMessage": "Hem trobat un problema durant el procés d'autorització per importar els vostres informes de GA. Per tornar-ho a provar, feu clic al botó següent. Si el problema continua, poseu-vos en contacte amb el nostre equip d'assistència per obtenir ajuda. Us ajudaran a resoldre el problema i a importar les vostres dades històriques de GA.",
        "Optional": "Opcional",
        "PendingGAImportReportNotification": "Encara estem important des de Google Analytics, però hauríeu de poder veure les vostres dades més recents. Podreu veure totes les vostres dades en pocs dies.",
        "PendingGAImportReportNotificationNoData": "Encara estem important des de Google Analytics, però hauríeu de poder veure les vostres dades més recents. Podreu veure totes les vostres dades en pocs dies.",
        "PendingGAImportReportNotificationSomeData": "Encara estem important des de Google Analytics, però hauríeu de poder veure les vostres dades més recents. Fins ara s'han importat dades fins a %1$s. Hauríeu de poder veure les dades de l'importador des d'aquesta data.",
        "PhpExecutableMissing": "Matomo no pot trobar l'executable PHP. L'importador de Google Analytics invoca PHP des de la línia d'ordres per importar dades. Aquest executable ha d'estar present i accessible des de PHP perquè l'importador funcioni.",
        "PropertyId": "Identificador de la propietat de Google Analytics",
        "PropertyIdGA4": "Identificador de la propietat GA4",
        "PropertyIdGA4Help": "L'identificador de la propietat a importar. Tindrà el format següent: propietats/{PROPERTY_ID}, on el {PROPERTY_ID} són dígits.",
        "PropertyIdHelp": "L'identificador de la propietat a importar. Tindrà el format següent: UA-XXXX-X, on les X són dígits.",
        "RateLimitHelp": "De manera predeterminada Google Analytics limita el nombre de sol·licituds que podeu fer a l'API per a un projecte concret a 50.000 al dia. Sembla que aquesta tasca d'importació ha superat aquest límit, de manera que la importació no pot continuar fins demà.",
        "RateLimitHourlyHelp": "De manera predeterminada, Google Analytics limita el nombre de sol·licituds que podeu fer a l'API per a un projecte concret a 5.000 per hora. Sembla que aquesta tasca d'importació ha superat aquest límit, de manera que la importació no pot continuar finsd'aquí a una hora.",
        "ReAuthorize": "Torneu a autoritzar",
        "RecommendationButton": "Importa dades",
        "RecommendationText": "Hem detectat Google Analytics al vostre lloc, de manera que podeu configurar Matomo important les vostres dades de Google Analytics.",
        "RecommendationTitle": "Importeu les dades de Google Analytics a Matomo (recomanat per a vos)",
        "ReimportDate": "Torna a importar l'interval de dates",
        "RemoveClientConfiguration": "Elimina la configuració del client",
        "RequiredExecutablesCheck": "Executables necessaris",
        "RequiredFunctionsCheck": "Funcions PHP requerides",
        "RequiredFunctionsMissing": "Matomo no pot trobar les funcions PHP %1$s, és probable que el vostre amfitrió les hagi desactivat. L'importador de Google Analytics utilitza aquestes funcions per importar dades en segon pla. Sense elles l'importador no pot funcionar.",
        "ResumeDesc": "Resum. Nota: si la vostra importació ha generat un error, el fet de reprendre-la probablement donarà lloc al mateix error tret que hàgiu actualitzat el connector amb una solució. Si s'ha limitat la tarifa, la reactivació probablement donarà lloc al mateix error de limitació de la tarifa, però es reiniciarà automàticament l'endemà quan s'esgoti el límit de tarifa.",
        "Schedule": "Calendari",
        "ScheduleAnImport": "Programar una importació de Google Universal Analytics (GA3)",
        "ScheduleAnImportGA4": "Programar una importació de Google Universal Analytics 4 (GA4)",
        "ScheduleImportDesc1": "Programeu una nova importació a continuació. S'executarà un cop al dia fins que s'importi tot l'interval de dates. Nota: l'executem diàriament, ja que hi ha un límit diari de sol·licituds d'API que Google imposa. Un cop assolit no podrem continuar important fins l'endemà. (Això passa generalment després d'importar 4 mesos de dades).",
        "ScheduleImportDesc2": "Si no es proporciona cap data de final la importació continuarà fins que la cancel·leu manualment a continuació.",
        "ScheduleImportDescription": "Programeu una nova importació a continuació. S'executarà un cop al dia fins que s'importi tot l'interval de dates. L'importador comença important dades recents i recula cap a la data d'inici especificada, abans d'importar dades futures a mesura que estiguin disponibles. Executem la importació diàriament, ja que hi ha un límit diari de sol·licituds d'API que Google imposa. Un cop s'ha arribat al límit, no podem continuar amb la importació fins l'endemà (de mitjana s'hi arriba després d'importar 4 mesos de dades).",
        "ScheduledReImports": "Reimportacions",
        "SelectImporter": "Programeu una importació per a Google Analytics",
        "SelectImporterGA4InlineHelp": "Trieu aquesta opció si el vostre identificador de propietat només té números (XXXXXXXXX).",
        "SelectImporterGA4InlineHelpText": "Trieu-ho si el vostre identificador de propietat només té números (XXXXXXXXX).",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterSelection": "Des de quina versió de Google Analytics voleu importar dades?",
        "SelectImporterUAInlineHelp": "Trieu aquesta opció si el vostre identificador de propietat comença amb UA i acaba amb un número (UA-XXXXXXXXX-1).",
        "SelectImporterUAInlineHelpText": "Trieu-ho si el vostre identificador de propietat comença amb UA i acaba amb un número (UA-XXXXXXX-1).",
        "SelectImporterUATitle": "Google Universal Analytics (GA3)",
        "SettingUp": "Preparant",
        "SiteDeleted": "Lloc suprimit",
        "SiteID": "ID del lloc",
        "Start": "Començar",
        "StartDate": "Data d'inici",
        "StartDateHelp": "La data per començar a importar. De manera predeterminada aquest és el dia que vau crear la vostra propietat web de GA. (YYYY-MM-DD)",
        "StartFinishTimes": "Horaris d'inici/final",
        "Status": "Estat",
        "StreamId": "Identificador Stream",
        "StreamIdFilter": "Filtre per identificador ID (opcional)",
        "StreamIdFilterHelpText": "L'identificador de Stream del qual voleu importar dades. %1$sMés informació.%2$s %3$sNota:%4$s Deixeu aquest camp en blanc per importar dades de tots els fluxos.",
        "ThereAreNoImportJobs": "No hi ha tasques d'importació per mostrar.",
        "ThisJobShouldFinishToday": "Aquesta tasca hauria d'acabar avui.",
        "ThisReportWasImportedFromGoogle": "Aquest informe s'ha importat de Google Analytics. És possible que faltin algunes dades o s'informin com a Desconegudes/no establertes a causa d'incompatibilitats entre Matomo i Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Aquest període inclou les dates que tenen dades importades de Google Analytics. És possible que faltin algunes dades o s'informin com a Desconegudes/no establertes a causa d'incompatibilitats entre Matomo i Google Analytics.",
        "TimeFinished": "Hora de finalització",
        "TimeStarted": "Hora d'inici",
        "Timezone": "Fus horari",
        "TimezoneGA4Help": "GA4 utilitza alguns fusos horaris que no són zones horàries PHP vàlides. Si el vostre lloc en fa servir un, és possible que hàgiu de configurar manualment un fus horari aquí. Consulteu %1$saquesta llista%2$s per obtenir una llista de zones horàries PHP vàlides.",
        "TimezoneHelp": "Google Analytics utilitza alguns fusos horaris que no són zones horàries PHP vàlides. Si el vostre lloc en fa servir un, és possible que hàgiu de configurar manualment una zona horària aquí. Consulteu %1$saquesta llista%2$s per obtenir una llista de zones horàries PHP vàlides.",
        "TodaysDate": "el dia d'avui",
        "Troubleshooting": "Resolució de problemes",
        "UnsupportedReportInImportRange": "Les dades de l'informe d'aquest període de temps s'han importat de Google Analytics, però aquest informe no existeix a Google Analytics, de manera que no hi ha res per mostrar.",
        "UploadSuccessful": "Pujada correctament!",
        "Uploading": "Carregant...",
        "ViewId": "Identificador de visualització de Google Analytics",
        "ViewIdHelp": "L'identificador de la vista a importar. Serà un gran nombre, per exemple, 3450293.",
        "YesterdaysDate": "el dia d'ahir"
    }
}
