{
    "GoogleAnalyticsImporter": {
        "AdminMenuTitle": "Google Analytics Import",
        "ConfigureTheImporter": "Importer konfigurieren",
        "InvalidClientJson": "Ungültiges JSON in der Credentials Datei, versuchen Sie die Datei der Google API Konsole noch einmal herunterzuladen.",
        "MissingClientConfiguration": "Fehlende oder ungültige Client-Konfiguration, bitte neu hochladen.",
        "SettingUp": "Konfiguration",
        "ImporterHelp1": "Für den Google Analytics Importer müssen Sie eine OAuth Client Konfiguration in der Google API Konsole einrichten, bevor Sie irgend etwas anderes machen können.",
        "ImporterHelp2": "Um eine Schritt-für-Schritt Anleitung dafür zu sehen und dieses Plugin einzurichten, %1$sklicken Sie hier.%2$s",
        "ImporterIsConfigured": "Der Importer ist konfiguriert und Sie können über die Command Line beginnen, Daten zu importieren.",
        "ReAuthorize": "Erneut autorisieren",
        "ClientConfigSuccessfullyUpdated": "Sie haben Ihre Client Konfiguration Details erfolgreich hochgeladen! Nun müssen Sie nur noch Matomo erlauben, um Ihre Google Analytics Daten zu sehen. Klicken Sie den Knopf unten:",
        "Authorize": "Autorisieren",
        "ConfigureClientDesc1": "Damit Ihre Daten von Google Analytics importiert werden können, benötigt Matomo Zugriff zu diesen Daten.",
        "ConfigureClientDesc2": "%1$sUm zu beginnen, folgen Sie unseren Instruktionen, um Ihre OAuth Client Konfiguration zu erhalten.%2$s Dann entweder diese Cient Konfiguration hochladen oder in das untenstehende Feld reinkopieren.",
        "ConfigurationFile": "Konfigurationsdatei",
        "ConfigurationText": "Konfigurationstext",
        "RemoveClientConfiguration": "Client Konfiguration entfernen",
        "DeleteUploadedClientConfig": "Wenn Sie die hochgeladene Kundenkonfiguration entfernen möchten, klicken Sie unten",
        "ImportJobs": "Jobs importieren",
        "ScheduleAnImport": "Einen Import planen",
        "StartDate": "Startdatum",
        "CreationDate": "Erstelldatum Web-Eigenschaft",
        "StartDateHelp": "Das Startdatum für den Import. Per Standard ist es der Tag an dem Sie Ihre GA Web Property erstellt haben.",
        "IsMobileApp": "Mobile App",
        "ViewId": "Google Analytics Ansichts ID",
        "PropertyId": "Google Analytics Eigenschaften ID",
        "AccountId": "Google Analytics Benutzerkonten ID",
        "Optional": "Optional",
        "ViewIdHelp": "Die ID der zu importierenden Ansicht . Das ist eine grosse Zahl, zum Beispiel 3450293.",
        "PropertyIdHelp": "Die ID der zu importierenden Eigenschaft. Sie wird das folgende Format haben: UA-XXXXX-X, wobei die X Ziffern sind.",
        "AccountIdHelp": "Die ID des Benutzerkontos, welche die Property besitzt. Dies ist manchmal die Nummer nach UA in der Property, aber das ist nicht immer der Fall.",
        "IsMobileAppHelp": "Wenn Ihre Analyse Property für eine Mobile App ist, wählen Sie diese Box an. Sonst könnte der Import fehlschlagen wenn keine URL mit Ihrer Property verknüpft ist.",
        "Timezone": "Zeitzone",
        "TimezoneHelp": "Google Analytics verwendet Zeitzonen werden keine gültigen PHP Zeitzonen sind. Wenn Ihre Seite solche verwendet, müssen Sie möglihcerweise hier eine Zeitzone manuell setzen. Berücksichtigen Sie einen Wert %1$sdieser Liste%2$s, um eine gültige PHP Zeitzone zu verwenden.",
        "Start": "Beginn",
        "None": "Keine",
        "EndDate": "Enddatum",
        "EndDateHelp": "Das Datum, an dem das Importieren beendet wird. Standardmässig wird er jeden Tag laufen bis Sie sich entscheiden ihn abzubrechen.",
        "ThisReportWasImportedFromGoogle": "Dieser Bericht wurde von Google Analytics importiert. Einige Daten werden aufgrund Inkompatibilität zwischen Matomo und Google Analytics fehlen oder als Unbekannt\/Nicht gesetzt angezeigt.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Diese Periode beinhaltet Daten welche von Google Analytics importiert wurden. Einige Daten werden fehlen oder als Unbekannt\/Nicht gesetzt angezeigt aufgrund Inkompatibilitäten zwischen Matomo und Google Analytics.",
        "LiveDataUnavailableForImported": "Die Berichtsdaten für diesen Zeitbereich wurden von Google Analytics importiert, aber Besucherlog-Rohdaten können aus Google Analytics nicht importiert werden, und sind deshalb für diesen Zeitbereich nicht verfügbar.",
        "UnsupportedReportInImportRange": "Die Berichtsdaten für diesen Zeitbereich wurden von Google Analytics importiert, aber dieser Bericht existiert in Google Analytics nicht, sodass es hier nichts anzuzeigen wurde.",
        "NotSetInGA": "In Google Analytics nicht gesetzt",
        "LogDataRequiredForReport": "Die Berichtsdaten für diesen Zeitbereich wurden von Google Analytics importiert, aber dieser Bericht benötigt Besucherlog-Rohdaten, welche nicht importiert werden können. Deshalb wird dieser Bericht möglicherweise keine Daten anzeigen.",
        "ExtraCustomDimensions": "Zusätzliche benutzerdefinierte Dimensionszuordnungen",
        "ExtraCustomDimensionsHelp": "Google Analytics liefert einige Dimensionen welche von Matomo nicht nativ unterstützt werden, wie Demographien. Wenn Sie diese Daten in Matomo bewahren möchten, können Sie diese Daten für diese Dimensionen in benutzerdefinierte Dimensionen importieren. Um dies zu tun, geben Sie die GA Dimension in das erste Feld (siehe %1$sdiese Liste%2$s um die richtige ISs für Google Analytics Demensionen zu sehen) und die Art der Dimension im zweiten Feld.",
        "GADimension": "GA Dimension",
        "DimensionScope": "Dimensionsbereich",
        "Troubleshooting": "Fehlerbehebung",
        "IsVerboseLoggingEnabled": "Erweitertes protokollieren aktivieren",
        "IsVerboseLoggingEnabledHelp": "Wenn Ihr Import aus irgendeinem Grund an einem spezifischen Tag fehlschlägt, können Sie Verbose Logging aktivieren, um mehr Informationen über den Fall zu erfahren. Aktivieren Sie es nur für das fehlgeschlagene Datum, weil das zu vielen Einträgen in der Logausgabe führt. Nachdem der Import beendet ist, finden Sie die Logdateien im %1$s Verzeichnis mit einem Namen wie %2$s. Senden Sie diese Logdatei mit Fehlermeldungen\/Supportanfragen.",
        "RequiredExecutablesCheck": "Benötigte Entscheidungen",
        "PhpExecutableMissing": "Matomo kann die PHP executable nicht finden. Der Google Analytics Importer ruft PHP mit der Kommandozeile auf um zu importieren. Diese muss in PHP vorhanden und aufrufbar sein, damit der Importer funktioniert.",
        "NohupExecutableMissing": "Matomo kann die nohup Ausführung nicht finden. Der Google Analytics Importer verwendet nohup um den Importprozess auszuführen, also wird er selbständig weiterfahren, nachdem ein Web Request geendet hat. Diese Ausführung muss für PHP verfügbar und aktiviert sein, damit der Importer funktionieren kann.",
        "RequiredFunctionsCheck": "Benötigte PHP Funktionen",
        "RequiredFunctionsMissing": "Matomo kann die %1$s PHP Funktionen nicht finden, Ihr Host hat sie vermutlich deaktiviert. Der Google Analytics Importer verwendet diese Funktionen um Daten im Hintergrund zu importieren. Ohne sie kann der Importer nicht funktionieren.",
        "CancelExistingImportFirst": "Ein Import für die Seite mit der ID = %1$s existiert bereits. Bitte löschen Sie ihn zuerst bevor Sie einen neuen starten.",
        "EditEndDate": "Enddatum des Imports ändern",
        "EnterImportEndDate": "Neues Enddatum angeben",
        "Change": "Ändern",
        "CancelJobConfirm": "Sind Sie sicher, dass Sie diesen laufenden Job abbrechen wollen?",
        "LeaveEmptyToRemove": "Leer lassen um das Enddatum zu entfernen und den Import fortzusetzen bis er manuell abgebrochen wird.",
        "RateLimitHelp": "Google Analytics limitiert die Anzahl Anfragen, welche man in der API für ein spezifisches Projekt tätigen kann standardmässig auf 50'000 pro Tag. Es sieht so aus als ob der Import Job dieses Limit überschritten hat, so dass der Import bis morgen nicht fortgeführt werden kann.",
        "SiteID": "Seiten ID",
        "SiteDeleted": "Seite gelöscht",
        "FinishedImportingDaysWaiting": "Beendet %1$s Tage seit dem letzten fortsetzen, warte bis morgen um erneut fortzufahren.",
        "ErrorMessage": "Fehlermeldung",
        "ErrorMessageBugReportRequest": "Diese Fehler waren unerwartet und werden wahrscheinlich jedes Mal wenn Sie den Import an diesem Tag ausführen wieder auftreten. Um dies zu verhindern, bitte %1$sfragen Sie in den Foren nach%2$s. Wenn Sie einem Mitglied des Matomo Supportteams Zugriff auf Ihr GA Benutzerkonto erlauben, wird eine Lösung schneller bereitstehen.",
        "LastDayImported": "Letzter importierter Tag",
        "LastDayArchived": "Letzter archivierter Tag",
        "ImportStartDate": "Import Startdatum",
        "ImportEndDate": "Import Enddatum",
        "ImportStartTime": "Import Startzeit",
        "LastResumeTime": "Zeit letzte Fortsetzung",
        "ThisJobShouldFinishToday": "Dieser Job sollte heute beendet werden.",
        "EstimatedFinishIn": "Geschätztes Ende in %1$s Tagen.",
        "JobWillRunUntilManuallyCancelled": "Kein Enddatum angegeben. Dieser Job wird weiterlaufen bis zum manuellen Abbruch.",
        "MatomoSite": "Matomo Seite",
        "GoogleAnalyticsInfo": "Google Analytics Info",
        "Status": "Status",
        "LatestDayProcessed": "Letzter verarbeiteter Tag",
        "TimeStarted": "Startzeit",
        "TimeFinished": "Endzeit",
        "Actions": "Aktionen",
        "ThereAreNoImportJobs": "Es gibt keine anzeigbaren Importjobs.",
        "ScheduleImportDesc1": "Planen Sie unten einen neuen Import. Er wird einmal täglich ausgeführt bis alle Daten importiert wurden. Hinweis: Wir starten täglich weil es eine Begrenzung an Anfragen über die von Google bereitgestellte API gibt. Wenn diese erreicht ist, können wir erst am nächsten Tag wieder importieren. (Dieses ist generell nach dem Import von 4 Monaten mit Daten erreicht).",
        "ScheduleImportDesc2": "Wenn kein Enddatum angegeben ist, wird der Import so lange weiterfahren, bis Sie ihn unten manuell abbrechen.",
        "ResumeDesc": "Fortfachen. Hinweis: Wenn Ihr Import fehlgeschlagen ist, wird das Fortfahren sehr wahrscheinlich zum selben Fehler führen, ausser Sie haben das Plugin mit einem Fix aktualisert. Im Fall einer Datenbegrenzung wird sehr wahrscheinlich zu demselben Fehler führen, aber möglicherweise am nächsten Tag wenn das Datenlimit aufgehoben ist automatisch neu starten.",
        "KilledStatusHelp": "So wie es aussieht, wurde der Job beendet. Falls Sie das nicht veranlasst haben, mag Ihr Host möglicherweise keine lang laufenden PHP Prozesse. Der Job Import wird in einer Stunde wieder starten, so dass der Import wieder aufgenommen wird. Falls die Importgeschwindigkeit weiterhin tief ist (prüfen Sie das morgen), dann schauen Sie im Benutzerhandbuch für mehr Informationen und Abhilfen.",
        "ReimportDate": "Datumsbereich re-importieren",
        "EnterImportDateRange": "Start- und Enddatum eingeben zum reimportieren",
        "Schedule": "Zeitplan",
        "InvalidDateRange": "Ungültiger Datumsbereich, das Startdatum muss vor dem Enddatum liegen.",
        "ScheduledReImports": "Re-Importe",
        "StartFinishTimes": "Start- \/ Endzeiten",
        "MaxEndDateHelp": "Das maximale erlaubte Enddatum in dieser Matomo Installation ist %1$s. Wenn Sie ein späteres Datum einsetzen, wird es durch dieses Datum ersetzt.",
        "TodaysDate": "heutiges Datum",
        "YesterdaysDate": "gestriges Datum",
        "InsufficientScopes": "Mit Ihren OAuth Einstellungen verfügen Sie nicht über die Berechtigung, um Zugriff auf all Ihre Google Analytics Daten zu erhalten. Bitte stellen Sie sicher, dass Sie Zugriff auf die Google Analytics API und die Google Analytics Reporting API haben.",
        "CannotImportMissingCustomDimensionSlots": "Google Analytics Eigenschaft kann nicht importiert werden, es hat mehr benutzerdefinierte Dimensionen des Typ %1$s als benutzerdefinierte Dimensionspositionen in Matomo. Ihre Eigenschaft verwendet %2$s benutzerdefinierte Dimensionen, aber Matomo hat aktuell Platz für %3$s Dimensionen. Siehe Dokumentation Benutzerdefinierte Dimensionen für mehr Informationen.",
        "ForceCustomDimensionSlotCheck": "Ignoriere das Limit für benutzerdefinierte Dimensionen",
        "ForceCustomDimensionSlotCheckHelp": "Jede Matomo Installation hat eine Anzahl benutzerdefinierter Dimensionen pro Scope, welches Sie für eine bestimmte Seite verwenden können. Es ist möglich, dass Ihre Google Analytics Eigenschaft mehr als diese Anzahl verwendet. Wenn das der Fall ist, werden beim Import die nicht importierbaren benutzerdefinierten Dimensionen einfach ignoriert. Wenn Sie diese alle behalten wollen, können Sie Ihrer Matomo Installation zusätzliche benutzerdefinierte Dimensionen hinzufügen %1$s(siehe Dokumentation benutzerdefinierte Dimensionen)%2$s.",
        "InvalidDateFormat": "Das Datum muss das folgende Format haben: %1$s"
    }
}