{
    "GoogleAnalyticsImporter": {
        "AccountId": "Google Analytics Benutzerkonten ID",
        "AccountIdHelp": "Die ID des Benutzerkontos, welche die Property besitzt. Dies ist manchmal die Nummer nach UA in der Property, aber das ist nicht immer der Fall.",
        "AccountsConnectedSuccessfully": "Sie haben Ihr Google-Konto erfolgreich verbunden!",
        "Actions": "Aktionen",
        "AdminMenuTitle": "Google-Analytics-Import",
        "Authorize": "Autorisieren",
        "CancelExistingImportFirst": "Ein Import für die Seite mit der ID = %1$s existiert bereits. Bitte löschen Sie ihn zuerst bevor Sie einen neuen starten.",
        "CancelJobConfirm": "Sind Sie sicher, dass Sie diesen laufenden Auftrag abbrechen wollen?",
        "CannotImportMissingCustomDimensionSlots": "Google Analytics Property kann nicht importiert werden, es hat mehr benutzerdefinierte Dimensionen des Typ %1$s als benutzerdefinierte Dimensionspositionen in Matomo. Ihre Property verwendet %2$s benutzerdefinierte Dimensionen, aber Matomo hat aktuell Platz für %3$s Dimensionen. Siehe Dokumentation Benutzerdefinierte Dimensionen für mehr Informationen.",
        "Change": "Ändern",
        "ClientConfigSuccessfullyUpdated": "Sie haben Ihre Client Konfiguration Details erfolgreich hochgeladen! Nun müssen Sie nur noch Matomo erlauben, um Ihre Google Analytics Daten zu sehen. Klicken Sie den Knopf unten:",
        "CloudRateLimitHelp": "Das tägliches Ratenlimit der Cloud wurde erreicht, versuchen Sie es morgen erneut. (Hinweis: GA legt standardmäßig ein tägliches Limit für die Anzahl der API-Anfragen fest, die pro Tag gestellt werden können. Dies wurde anteilig auf %1$s Anfragen für Ihr Konto übertragen. Dieses Limit wird für jeden Matomo-Cloud-Kunden anteilig berechnet. Es sieht so aus, als hätten Sie Ihr Limit erreicht. Setzen Sie den Import morgen fort.)",
        "ConfigurationFile": "Konfigurationsdatei",
        "ConfigurationText": "Konfigurationstext",
        "ConfigureClientDesc1": "Damit Ihre Daten von Google Analytics importiert werden können, benötigt Matomo Zugriff zu diesen Daten.",
        "ConfigureClientDesc2": "%1$sUm zu beginnen, folgen Sie unseren Instruktionen, um Ihre OAuth Client Konfiguration zu erhalten.%2$s Dann entweder diese Cient Konfiguration hochladen oder in das untenstehende Feld reinkopieren.",
        "ConfigureImportNotificationMessage": "Verpassen Sie nicht Ihre wertvollen Einblicke in die Vergangenheit! %1$sImportieren Sie jetzt Ihre Google Analytics Daten für %2$s%3$s in Ihre Matomo-Plattform.",
        "ConfigureTheImporter": "Importer konfigurieren",
        "ConfigureTheImporterHelp": "%1$sHinweis:%2$s Wenn Sie Ihre Daten nicht importieren, gehen Ihre Google Analytics 3 Daten nach dem 31. Dezember 2023 endgültig verloren.",
        "ConfigureTheImporterHelpNewDate": "%1$sHinweis:%2$s Wenn Sie Ihre Daten nicht importieren, gehen Ihre Google Analytics 3 Daten nach dem 30. Juni 2024 endgültig verloren.",
        "ConfigureTheImporterLabel1": "Importieren Sie Ihre Google Analytics Eigenschaften und Berichtsdaten, um ein Backup zu erstellen und mit den leistungsstarken Analysetools von Matomo zu analysieren. Sobald Sie den Importer verbunden haben, wählen Sie die zu importierenden Google Analytics Eigenschaften aus und Matomo erstellt automatisch eine neue Webseite für jede dieser Eigenschaften.",
        "ConfigureTheImporterLabel2": "Um Ihre Daten aus Google Analytics importieren zu können, benötigt Matomo Zugriff auf diese Daten.",
        "ConfigureTheImporterLabel3": "Um zu starten, %1$sbefolgen Sie unsere Anweisungen, um Ihre OAuth-Client Konfiguration abzurufen%2$s. Laden Sie dann die Client-Konfigurationsdatei über den unten stehenden Button hoch.",
        "CreationDate": "Erstelldatum Web-Property",
        "DeleteUploadedClientConfig": "Wenn Sie die hochgeladene Kundenkonfiguration entfernen möchten, klicken Sie unten",
        "DimensionScope": "Dimensionsbereich",
        "EditEndDate": "Enddatum des Imports ändern",
        "EndDate": "Enddatum",
        "EndDateHelp": "Das Datum, an dem der Import beendet wird. Standardmäßig wird er jeden Tag laufen bis Sie sich entscheiden ihn abzubrechen. (YYYY-MM-DD)",
        "EndDateHelpText": "Das Datum, an dem der Import beendet werden soll. Wenn kein Enddatum angegeben wird, wird der Import fortgesetzt, bis Sie ihn manuell abbrechen. (JJJJ-MM-TT)",
        "EnterImportDateRange": "Start- und Enddatum eingeben zum reimportieren",
        "EnterImportEndDate": "Neues Enddatum angeben",
        "ErrorMessage": "Fehlermeldung",
        "ErrorMessageBugReportRequest": "Diese Fehler waren unerwartet und werden wahrscheinlich jedes Mal wenn Sie den Import an diesem Tag ausführen wieder auftreten. Um dies zu verhindern, bitte %1$sfragen Sie in den Foren nach%2$s. Wenn Sie einem Mitglied des Matomo Supportteams Zugriff auf Ihr GA Benutzerkonto erlauben, wird eine Lösung schneller bereitstehen.",
        "EstimatedFinishIn": "Geschätztes Ende in %1$s Tagen.",
        "ExtraCustomDimensions": "Zusätzliche benutzerdefinierte Dimensionszuordnungen",
        "ExtraCustomDimensionsGA4Help": "GA4 unterstützt einige Dimensionen, welche in Matomo nicht nativ unterstützt werden, wie Demographics. Wenn Sie diese Daten in Matomo erhalten wollen, können Sie diese Dimensionen in eine benutzerdefinierte Dimension importieren. Dafür geben Sie die GA4 Dimension im ersten Feld (siehe %1$sdiese Liste%2$s für korrekte IDs von GA4 Dimensionen) und geben Sie den Dimensionstyp im zweiten Feld an.",
        "ExtraCustomDimensionsHelp": "Google Analytics liefert einige Dimensionen welche von Matomo nicht nativ unterstützt werden, wie Demographien. Wenn Sie diese Daten in Matomo bewahren möchten, können Sie diese Daten für diese Dimensionen in benutzerdefinierte Dimensionen importieren. Um dies zu tun, geben Sie die GA Dimension in das erste Feld (siehe %1$sdiese Liste%2$s um die richtige ISs für Google Analytics Dimensionen zu sehen) und die Art der Dimension im zweiten Feld.",
        "FinishedImportingDaysWaiting": "Beendet %1$s Tage seit dem letzten fortsetzen, warte bis morgen um erneut fortzufahren.",
        "ForceCustomDimensionSlotCheck": "Ignoriere das Limit für benutzerdefinierte Dimensionen",
        "ForceCustomDimensionSlotCheckHelp": "Jede Matomo Installation hat eine pro Scope definierte Anzahl von benutzerspezifischen Dimensionen, welche Sie für eine bestimmte Seite verwenden können. Es ist möglich, dass Ihre Google Analytics Property mehr als diese Anzahl verwendet. Wenn diese Option angewählt ist, wird der Importer einfach die nicht hinzufügbaren benutzerspezifischen Dimensionen ignorieren. Wenn Sie diese behalten möchten, können Sie Ihrer Matomo Installation mehr Slots für benutzerspezifische Dimensionen hinzufügen %1$s(siehe die Dokumentation benutzerspezifischer Dimensionen)%2$s.",
        "FutureDateHelp": "Der Importvorgang wurde gestoppt, weil versucht wurde, Daten für ein zukünftiges oder gegenwärtiges Datum (%1$s) zu importieren. Der Importer wird den Import morgen automatisch wiederholen, um sicherzustellen, dass korrekte und vollständige Daten importiert werden. ",
        "GA4Dimension": "GA4 Dimension",
        "GADimension": "GA-Dimension",
        "GAImportNoDataScreenStep01": "Laden Sie die OAuth-Anmeldeinformationen von Ihrem Google-Konto herunter, indem Sie diesen %1$sLeitfaden%2$s befolgen.",
        "GAImportNoDataScreenStep02": "Laden Sie die OAuth-Anmeldedaten hoch.",
        "GAImportNoDataScreenStep03": "Klicken Sie auf die Schaltfläche \"%1$s\" (dadurch wird eine neue Registerkarte geöffnet, in der Sie die nächsten Schritte ausführen können).",
        "GAImportNoDataScreenStep04": "Navigieren Sie zur Verwaltungsseite %1$sGoogle Analytics Import%2$s. %3$sErfahren Sie mehr%4$s.",
        "GAImportNoDataScreenStep05": "Wählen Sie den Importtyp.",
        "GAImportNoDataScreenStep06": "Füllen Sie das Formular \"Import planen\" aus.",
        "GAImportNoDataScreenStep07": "Klicken Sie auf \"%1$s\".",
        "GAImportNoDataScreenStep07Note": "%1$sHinweis:%2$s Sobald Sie auf \"%3$s\" klicken, erstellt Matomo automatisch eine neue Matomo-Website für jede ausgewählte Property.",
        "GAImportNoDataScreenStep08": "Das Importieren von Daten nimmt Zeit in Anspruch. %1$sKlicken Sie hier, um den Status Ihres Datenimports zu überwachen%2$s.",
        "GAImportNoDataScreenStep09": "Um Ihre Daten zu sehen, aktualisieren Sie diese Seite und wählen Sie dann die neu erstellte Matomo-Website aus dem Dropdown-Menü oben links.",
        "GoogleAnalyticsInfo": "Google-Analytics-Info",
        "GoogleOauthCompleteWarning": "%1$sHinweis:%2$s Möglicherweise erhalten Sie beim Abschluss des OAuth-Prozesses eine Warnung von Google mit der Meldung \"%1$sGoogle hat diese App nicht verifiziert%2$s\". In diesem Fall können Sie ohne Bedenken fortfahren, indem Sie auf \"%1$sErweitert%2$s\" und dann auf \"%1$sGehe zu matomo.cloud (unsicher)%2$s\" klicken.",
        "ImportEndDate": "Import Enddatum",
        "ImportJobs": "Import-Aufträge",
        "ImportStartDate": "Import Startdatum",
        "ImportStartTime": "Import Startzeit",
        "ImporterHelp1": "Für den Google Analytics Importer müssen Sie eine OAuth Client Konfiguration in der Google API Konsole einrichten, bevor Sie irgend etwas anderes machen können.",
        "ImporterHelp2": "Um eine Schritt-für-Schritt Anleitung dafür zu sehen und dieses Plugin einzurichten, %1$sklicken Sie hier.%2$s",
        "ImporterHelp3": "%1$sHinweis:%2$s Bei diesem Import wird eine neue idSite erstellt, in die Ihre Daten importiert werden.",
        "ImporterIsConfigured": "Der Importer ist konfiguriert und Sie können über die Command Line beginnen, Daten zu importieren.",
        "InsufficientScopes": "Mit Ihren OAuth Einstellungen verfügen Sie nicht über die Berechtigung, um Zugriff auf all Ihre Google Analytics Daten zu erhalten. Bitte stellen Sie sicher, dass Sie Zugriff auf die Google Analytics API und die Google Analytics Reporting API haben.",
        "InvalidClientJson": "Ungültiges JSON in der Credentials Datei, versuchen Sie die Datei der Google API Konsole noch einmal herunterzuladen.",
        "InvalidDateFormat": "Das Datum muss das folgende Format haben: %1$s",
        "InvalidDateRange": "Ungültiger Datumsbereich, das Startdatum muss vor dem Enddatum liegen.",
        "InvalidRedirectUriInClientConfiguration": "Ungültige redirect_uris, mindestens 1 uri sollte mit der uri \"%1$s\" in der hochgeladenen Konfigurationsdatei übereinstimmen",
        "IsMobileApp": "Mobil-App",
        "IsMobileAppHelp": "Wenn Ihre Analytics Property für eine Mobile App gedacht ist, wählen Sie diese Checkbox an. Falls nicht, könnte der Import fehlschlagen wenn keine URL mit Ihrer Eigenschaft verknüpft ist.",
        "IsVerboseLoggingEnabled": "Erweitertes protokollieren aktivieren",
        "IsVerboseLoggingEnabledHelp": "Wenn Ihr Import aus irgendeinem Grund an einem spezifischen Tag fehlschlägt, können Sie Verbose Logging aktivieren, um mehr Informationen über den Fall zu erfahren. Aktivieren Sie es nur für das fehlgeschlagene Datum, weil das zu vielen Einträgen in der Logausgabe führt. Nachdem der Import beendet ist, finden Sie die Logdateien im %1$s Verzeichnis mit einem Namen wie %2$s. Senden Sie diese Logdatei mit Fehlermeldungen/Supportanfragen.",
        "JobWillRunUntilManuallyCancelled": "Kein Enddatum angegeben. Dieser Auftrag wird weiterlaufen bis zum manuellen Abbruch.",
        "KilledStatusHelp": "Es scheint, der Importauftrag wurde abgebrochen. Wenn Sie dies nicht selber erzwungen haben, dann unterstützt Ihr Host möglicherweise keine langlaufende PHP Prozesse. Der Importauftrag wird innerhalb der nächsten Stunde noch einmal starten sodass der Import weiterhin ausgeführt wird. Wenn die Importgeschwindigkeit weiterhin langsam ist (in 24 Stunden noch einmal nachschauen), dann konsultieren Sie das Benutzerhandbuch für weitere Informationen und Workarounds.",
        "LastDayArchived": "Letzter archivierter Tag",
        "LastDayImported": "Letzter importierter Tag",
        "LastResumeTime": "Zeit letzte Fortsetzung",
        "LatestDayProcessed": "Letzter verarbeiteter Tag",
        "LeaveEmptyToRemove": "Leer lassen um das Enddatum zu entfernen und den Import fortzusetzen bis er manuell abgebrochen wird.",
        "LiveDataUnavailableForImported": "Die Berichtsdaten für diesen Zeitbereich wurden von Google Analytics importiert, aber Besucherlog-Rohdaten können aus Google Analytics nicht importiert werden, und sind deshalb für diesen Zeitbereich nicht verfügbar.",
        "LogDataRequiredForReport": "Die Berichtsdaten für diesen Zeitbereich wurden von Google Analytics importiert, aber dieser Bericht benötigt Besucherlog-Rohdaten, welche nicht importiert werden können. Deshalb wird dieser Bericht möglicherweise keine Daten anzeigen.",
        "MatomoSite": "Matomo Seite",
        "MaxEndDateHelp": "Das maximale erlaubte Enddatum in dieser Matomo Installation ist %1$s. Wenn Sie ein späteres Datum einsetzen, wird es durch dieses Datum ersetzt.",
        "MissingClientConfiguration": "Fehlende oder ungültige Client-Konfiguration, bitte neu hochladen.",
        "NoDataScreenFollowStepComplete": "%1$sGlückwunsch!%2$s Sie haben Ihren Google Analytics-Import erfolgreich konfiguriert. Wie bereits erwähnt, werden diese Daten in eine neue Matomo-Website importiert. Um zu überprüfen, ob die Daten importiert werden, besuchen Sie die Seite %3$sGoogle Analytics Import%4$s in den Einstellungen und überprüfen Sie, ob der Importauftrag ausgeführt wird.",
        "NoDataScreenFollowThisSteps": "Befolgen Sie diese Schritte zur Einrichtung:",
        "NoDataScreenIntro": "Das Importieren Ihrer Google Analytics Daten ist mit Matomo ganz einfach. Sie können damit ein Backup Ihrer Eigenschaften und Berichtsdaten erstellen und diese mit Matomo analysieren.",
        "NoDataScreenOptionsDescription": "Sie können zwischen zwei Optionen wählen: Die Verbindung mit Ihrem Google Analytics Konto ist die einfachste Option und eignet sich für Webseiten mit geringen und mittleren Datenmengen. Wenn Sie viele Webseiten oder einige Webseiten mit hohen Datenmengen haben, ermöglicht die erweiterte Google OAuth-Konfiguration eine schnellere Migration der Daten.",
        "NoDateSuccessImportMessageLine1": "Ihre Google Analytics Eigenschaften wurden erfolgreich importiert",
        "NoDateSuccessImportMessageLine2": "Historische Berichte für diese Eigenschaften werden im Hintergrund importiert. Bitte haben Sie etwas Geduld, da dies einige Tage in Anspruch nehmen wird. Jetzt ist es an der Zeit, das Tracking neuer Daten einzurichten (siehe Anweisungen unten).",
        "NohupExecutableMissing": "Matomo kann die nohup Ausführung nicht finden. Der Google Analytics Importer verwendet nohup um den Importprozess auszuführen, also wird er selbständig weiterfahren, nachdem ein Web Request geendet hat. Diese Ausführung muss für PHP verfügbar und aktiviert sein, damit der Importer funktionieren kann.",
        "None": "Keine",
        "NotSetInGA": "In Google Analytics nicht gesetzt",
        "OauthFailedMessage": "Während des Autorisierungsvorgangs für den Import Ihrer GA-Berichte ist ein Problem aufgetreten. Um es erneut zu versuchen, klicken Sie bitte auf die untenstehende Schaltfläche. Sollte das Problem weiterhin bestehen, kontaktieren Sie bitte unser Support-Team. Es wird Ihnen helfen, das Problem zu lösen und Ihre historischen GA-Daten zu importieren.",
        "Optional": "Wahlweise",
        "PendingGAImportReportNotificationNoData": "Wir importieren immer noch von Google Analytics, aber Sie sollten in der Lage sein, die aktuellsten Daten zu sehen. Sie werden die restlichen Daten in ein paar Tagen sehen.",
        "PendingGAImportReportNotificationSomeData": "Wir importieren immer noch von Google Analytics, aber Sie sollten in der Lage sein, die aktuellsten Daten zu sehen. Daten bis %1$s wurden bisher importiert. Sie sollten in der Lage sein, Daten bis zu diesem Datum sehen zu können.",
        "PhpExecutableMissing": "Matomo kann die PHP executable nicht finden. Der Google Analytics Importer ruft PHP mit der Kommandozeile auf um zu importieren. Diese muss in PHP vorhanden und aufrufbar sein, damit der Importer funktioniert.",
        "PropertyId": "Google Analytics Property ID",
        "PropertyIdGA4": "GA4 Property-ID",
        "PropertyIdGA4Help": "Die ID der zu importierenden Property. Sie hat das folgende Format: properties/{PROPERTY_ID}, wobei die {PROPERTY_ID} aus Ziffern besteht.",
        "PropertyIdHelp": "Die ID der zu importierenden Property. Sie wird das folgende Format haben: UA-XXXXX-X, wobei die X Ziffern sind.",
        "RateLimitHelp": "Google Analytics limitiert die Anzahl Anfragen, welche man in der API für ein spezifisches Projekt tätigen kann standardmässig auf 50'000 pro Tag. Es sieht so aus als ob der Import-Auftrag dieses Limit überschritten hat, so dass der Import bis morgen nicht fortgeführt werden kann.",
        "RateLimitHourlyHelp": "Google Analytics begrenzt standardmäßig die Anzahl der Anfragen, die Sie für ein bestimmtes Projekt an die API stellen können, auf 5000 pro Stunde. Anscheinend hat dieser Importauftrag dieses Limit überschritten, so dass der Import erst ab der nächsten Stunde fortgesetzt werden kann.",
        "ReAuthorize": "Erneut autorisieren",
        "RecommendationButton": "Daten importieren",
        "RecommendationText": "Wir haben Google Analytics auf Ihrer Website erkannt. Sie können Matomo einrichten und Ihre Google Analytics-Daten importieren.",
        "RecommendationTitle": "Google Analytics-Daten in Matomo importieren (für Sie empfohlen)",
        "ReimportDate": "Datumsbereich re-importieren",
        "RemoveClientConfiguration": "Client Konfiguration entfernen",
        "RequiredExecutablesCheck": "Erforderliche Executables",
        "RequiredFunctionsCheck": "Benötigte PHP Funktionen",
        "RequiredFunctionsMissing": "Matomo kann die %1$s PHP Funktionen nicht finden, Ihr Host hat sie vermutlich deaktiviert. Der Google Analytics Importer verwendet diese Funktionen um Daten im Hintergrund zu importieren. Ohne sie kann der Importer nicht funktionieren.",
        "ResumeDesc": "Fortfahren. Hinweis: Wenn Ihr Import fehlgeschlagen ist, wird das Fortfahren sehr wahrscheinlich zum selben Fehler führen, außer Sie haben das Plugin mit einem Fix aktualisiert. Im Fall einer Datenbegrenzung wird sehr wahrscheinlich zu demselben Fehler führen, aber möglicherweise am nächsten Tag wenn das Datenlimit aufgehoben ist automatisch neu starten.",
        "Schedule": "Zeitplan",
        "ScheduleAnImport": "Einen Import aus Google Universal Analytics (GA3) planen",
        "ScheduleAnImportGA4": "Einen Import aus Google Analytics 4 (GA4) planen",
        "ScheduleImportDesc1": "Planen Sie unten einen neuen Import. Er wird einmal täglich ausgeführt bis alle Daten importiert wurden. Hinweis: Wir starten täglich weil es eine Begrenzung an Anfragen über die von Google bereitgestellte API gibt. Wenn diese erreicht ist, können wir erst am nächsten Tag wieder importieren. (Dieses ist generell nach dem Import von 4 Monaten mit Daten erreicht).",
        "ScheduleImportDesc2": "Wenn kein Enddatum angegeben ist, wird der Import so lange weiterfahren, bis Sie ihn unten manuell abbrechen.",
        "ScheduleImportDescription": "Planen Sie unten einen neuen Import. Er wird einmal täglich ausgeführt, bis der gesamte Datumsbereich importiert ist. Der Importer beginnt mit dem Import aktueller Daten und arbeitet in Richtung des angegebenen Startdatums zurück, bevor er zukünftige Daten importiert, sobald sie verfügbar sind. Wir führen den Import täglich durch, da Google ein tägliches API-Anforderungslimit vorschreibt. Sobald das Limit erreicht ist, können wir den Import erst am nächsten Tag fortsetzen (im Durchschnitt wird dieses Limit nach dem Import von Daten für 4 Monate erreicht).",
        "ScheduledReImports": "Re-Importe",
        "SelectImporter": "Einen Import für Google Analytics planen",
        "SelectImporterGA4InlineHelp": "Wählen Sie diese Option wenn Ihre Property-ID nur aus Nummern besteht (XXXXXXXXX).",
        "SelectImporterGA4InlineHelpText": "Wählen Sie diese Option, wenn Ihre Property ID nur Nummern enthält (XXXXXXXXX).",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterSelection": "Aus welcher Google Analytics Version wollen Sie Daten importieren?",
        "SelectImporterUAInlineHelp": "Wählen Sie diese Option wenn Ihre Property-ID mit UA beginnt und mit einer Nummer (UA-XXXXXXXXX-1) endet.",
        "SelectImporterUAInlineHelpText": "Wählen Sie diese Option, wenn Ihre Property ID mit UA beginnt und mit einer Nummer endet (UA-XXXXXXX-1).",
        "SelectImporterUATitle": "Google Universal Analytics (GA3)",
        "SettingUp": "Konfiguration",
        "SiteDeleted": "Seite gelöscht",
        "SiteID": "Seiten ID",
        "Start": "Beginn",
        "StartDate": "Startdatum",
        "StartDateHelp": "Das Startdatum für den Import. Per Standard ist es der Tag an dem Sie Ihre GA Web Property erstellt haben. (YYYY-MM-DD)",
        "StartFinishTimes": "Start- / Endzeiten",
        "Status": "Status",
        "StreamId": "Stream ID",
        "ThereAreNoImportJobs": "Es gibt keine Import-Aufträge, die angezeigt werden können.",
        "ThisJobShouldFinishToday": "Dieser Auftrag sollte heute beendet werden.",
        "ThisReportWasImportedFromGoogle": "Dieser Bericht wurde von Google Analytics importiert. Einige Daten werden aufgrund Inkompatibilität zwischen Matomo und Google Analytics fehlen oder als Unbekannt/Nicht gesetzt angezeigt.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Diese Periode beinhaltet Daten welche von Google Analytics importiert wurden. Einige Daten werden fehlen oder als Unbekannt/Nicht gesetzt angezeigt aufgrund Inkompatibilitäten zwischen Matomo und Google Analytics.",
        "TimeFinished": "Endzeit",
        "TimeStarted": "Startzeit",
        "Timezone": "Zeitzone",
        "TimezoneGA4Help": "GA4 verwendet Zeitzonen, welche keiner gültigen PHP Zeitzone entsprechen. Wenn Ihre Seite eine verwednet, müssen Sie hier manuell eine Zeitzone setzen. Berücksichtigen Sie einen Eintrag aus %1$sdieser Liste%2$s, um eine gültige PHP Zeitzone zu verwenden.",
        "TimezoneHelp": "Google Analytics verwendet manchmal Zonen, die nicht gültige PHP Zeitzonen sind. Wenn Ihre Seite eine verwendet, müssen Sie hier diese Zeitzone manuell setzen. Schauen Sie in %1$sdieser Liste%2$s , um eine Liste der gültigen PHP Zeitzonen zu erhalten.",
        "TodaysDate": "heutiges Datum",
        "Troubleshooting": "Fehlerbehebung",
        "UnsupportedReportInImportRange": "Die Berichtsdaten für diesen Zeitbereich wurden von Google Analytics importiert, aber dieser Bericht existiert in Google Analytics nicht, sodass es hier nichts anzuzeigen wurde.",
        "UploadSuccessful": "Upload erfolgreich!",
        "Uploading": "Lade hoch...",
        "ViewId": "Google Analytics Ansichts ID",
        "ViewIdHelp": "Die ID der zu importierenden Ansicht . Das ist eine große Zahl, zum Beispiel 3450293.",
        "YesterdaysDate": "gestriges Datum"
    }
}
