{
  "GoogleAnalyticsImporter": {
    "AdminMenuTitle": "Google Analytics Import",
    "ConfigureTheImporter": "Configure the Importer",
    "InvalidClientJson": "Invalid JSON in credentials file, try re-downloading the file from the Google API Console.",
    "MissingClientConfiguration": "Missing or invalid client configuration, please reupload.",
    "SettingUp": "Setting Up",
    "ImporterHelp1": "The Google Analytics Importer requires you to set up OAuth Client configuration in the Google API Console before you can do anything else.",
    "ImporterHelp2": "To see a step-by-step guide for doing this and setting up this plugin %1$sclick here.%2$s",
    "ImporterIsConfigured": "The importer is configured and you can start importing data through the command line.",
    "ReAuthorize": "Re-authorize",
    "ClientConfigSuccessfullyUpdated": "You've successfully uploaded your client configuration details! Now you just need to authorize Matomo to view your Google Analytics data. Click the button below:",
    "Authorize": "Authorize",
    "ConfigureClientDesc1": "In order to import your data from Google Analytics, Matomo need access to this data.",
    "ConfigureClientDesc2": "The first step is to provide your OAuth Client configuration. Upload your client configuration or paste it into the field below.",
    "ConfigurationFile": "Configuration File",
    "ConfigurationText": "Configuration Text",
    "RemoveClientConfiguration": "Remove Client Configuration",
    "DeleteUploadedClientConfig": "If you'd like to remove the uploaded client configuration, click below",
    "ImportJobs": "Import Jobs",
    "ScheduleAnImport": "Schedule An Import",
    "StartDate": "Start Date",
    "CreationDate": "Web Property Creation Date",
    "StartDateHelp": "The date to start importing from. By default, this is the day you created your GA web property.",
    "IsMobileApp": "Mobile App",
    "ViewId": "Google Analytics View ID",
    "PropertyId": "Google Analytics Property ID",
    "AccountId": "Google Analytics Account ID",
    "Optional": "Optional",
    "ViewIdHelp": "The ID of the view to import. It will be a large number, for example, 3450293.",
    "PropertyIdHelp": "The ID of the property to import. It will have the following format: UA-XXXXX-X, where the X's are digits.",
    "AccountIdHelp": "The ID of the account that owns the property. This is sometimes the number after UA in the property ID, but that is not always the case.",
    "IsMobileAppHelp": "If your analytics property is for a mobile app, check this box. Otherwise the import may fail if there is no URL associated with your property.",
    "Timezone": "Timezone",
    "TimezoneHelp": "Google Analytics uses some timezones that are not valid PHP timezones. If your site uses one, you may have to manually set a timezone here. See %1$sthis list%2$s for a list of valid PHP timezones.",
    "Start": "Start",
    "None": "None",
    "EndDate": "End Date",
    "EndDateHelp": "The date to end importing at. By default, it will run every day until you decide to cancel it.",
    "ThisReportWasImportedFromGoogle": "This report was imported from Google Analytics. Some data may be missing or be reported as Unknown/not-set due to incompatibilities between Matomo and Google Analytics.",
    "ThisReportWasImportedFromGoogleMultiPeriod": "This period includes dates that have data imported from Google Analytics. Some data may be missing or be reported as Unknown/not-set due to incompatibilities between Matomo and Google Analytics.",
    "LiveDataUnavailableForImported": "The report data for this time period were imported from Google Analytics, but raw visits log data cannot be imported from Google Analytics, and so is not available for this period.",
    "UnsupportedReportInImportRange": "The report data for this time period were imported from Google Analytics, but this report does not exist in Google Analytics, so there is nothing to display here.",
    "NotSetInGA": "Not set in Google Analytics",
    "LogDataRequiredForReport": "The report data for this time period were imported from Google Analytics, but this report requires raw visits log data, which cannot imported. So this report may not display data.",
    "ExtraCustomDimensions": "Extra Custom Dimension Mappings",
    "ExtraCustomDimensionsHelp": "Google Analytics provides some dimensions that are not natively supported in Matomo, like demographics. If you'd like to preserve this data in Matomo, you can import data for those dimensions into a custom dimension. To do so, type the GA dimension in the first field (see %1$sthis list%2$s to see the proper IDs for Google Analytics dimensions) and the type of dimension in the second field.",
    "GADimension": "GA Dimension",
    "DimensionScope": "Dimension Scope",
    "Troubleshooting": "Troubleshooting",
    "IsVerboseLoggingEnabled": "Enable Verbose Logging",
    "IsVerboseLoggingEnabledHelp": "If your import is failing for some reason on a specific day you can enable verbose logging to get more information about the cause. Only enable it for the failing date since it will result in a large amount of log output. After the import finishes, find the log files in the %1$s folder with a name like %2$s. Send this log with any bug reports/support requests.",
    "RequiredExecutablesCheck": "Required Executables",
    "PhpExecutableMissing": "Matomo cannot find the PHP executable. The Google Analytics Importer invokes PHP from the command line to import data. This executable must be present and accessible from PHP in order for the importer to function.",
    "NohupExecutableMissing": "Matomo cannot find the nohup executable. The Google Analytics Importer uses nohup to execute the import process so it will continue on its own after a web request finishes. This executable must be present and accessible from PHP in order for the importer to function.",
    "RequiredFunctionsCheck": "Required PHP Functions",
    "RequiredFunctionsMissing": "Matomo cannot find the %1$s PHP functions, your host has likely disabled them. The Google Analytics Importer uses these functions to import data in the background. Without them the importer cannot function.",
    "CancelExistingImportFirst": "An import already exists for site with ID = %1$s. Please cancel it first before starting a new one.",
    "EditEndDate": "Change Import End Date",
    "EnterImportEndDate": "Enter the new end date",
    "Change": "Change",
    "CancelJobConfirm": "Are you sure you want to cancel this ongoing job?",
    "LeaveEmptyToRemove": "Leave this empty to remove the end date and continue the import until manually cancelled."
  }
}
