{
    "GoogleAnalyticsImporter": {
        "AdminMenuTitle": "Google Analytics Import",
        "ConfigureTheImporter": "Configure the Importer",
        "ConfigureTheImporterHelp": "%1$sNote:%2$s If you don't import your data, your Google Analytics 3 data will be permanently lost after December 31st, 2023.",
        "ConfigureTheImporterLabel1": "Import your Google Analytics properties and reporting data to create a backup and analyse them using Matomo’s powerful analytics tools. Once you connect the importer, select which Google Analytics properties to import and Matomo will automatically create a new website for each one.",
        "ConfigureTheImporterLabel2": "In order to import your data from Google Analytics, Matomo need access to this data.",
        "ConfigureTheImporterLabel3": "To start, %1$sfollow our instructions to retrieve your OAuth Client configuration%2$s. Then upload the client configuration file using the button below.",
        "InvalidClientJson": "Invalid JSON in credentials file, try re-downloading the file from the Google API Console.",
        "MissingClientConfiguration": "Missing or invalid client configuration, please reupload.",
        "SettingUp": "Setting Up",
        "ImporterHelp1": "The Google Analytics Importer requires you to set up OAuth Client configuration in the Google API Console before you can do anything else.",
        "ImporterHelp2": "To see a step-by-step guide for doing this and setting up this plugin %1$sclick here.%2$s",
        "ImporterHelp3": "%1$sNote:%2$s This import will create a new idSite where it will import your data.",
        "ImporterIsConfigured": "The importer is configured and you can start importing data through the command line.",
        "ReAuthorize": "Re-authorize",
        "ClientConfigSuccessfullyUpdated": "You've successfully uploaded your client configuration details! Now you just need to authorize Matomo to view your Google Analytics data. Click the button below:",
        "Authorize": "Authorize",
        "ConfigureClientDesc1": "In order to import your data from Google Analytics, Matomo need access to this data.",
        "ConfigureClientDesc2": "%1$sTo start follow our instructions to retrieve your OAuth Client configuration.%2$s Then either upload this client configuration or paste it into the field below.",
        "ConfigurationFile": "Configuration File",
        "ConfigurationText": "Configuration Text",
        "InvalidRedirectUriInClientConfiguration": "Invalid redirect_uris, at least 1 uri should match the uri \"%1$s\" in the uploaded configuration file",
        "RemoveClientConfiguration": "Remove Client Configuration",
        "DeleteUploadedClientConfig": "If you'd like to remove the uploaded client configuration, click below",
        "ImportJobs": "Import Jobs",
        "ScheduleAnImport": "Schedule An Import for Google Universal Analytics (GA3)",
        "ScheduleAnImportGA4": "Schedule An Import for Google Analytics 4 (GA4)",
        "StartDate": "Start Date",
        "CreationDate": "Web Property Creation Date",
        "StartDateHelp": "The date to start importing from. By default, this is the day you created your GA web property. (YYYY-MM-DD)",
        "IsMobileApp": "Mobile App",
        "ViewId": "Google Analytics View ID",
        "PropertyId": "Google Analytics Property ID",
        "PropertyIdGA4": "GA4 Property ID",
        "AccountId": "Google Analytics Account ID",
        "Optional": "Optional",
        "ViewIdHelp": "The ID of the view to import. It will be a large number, for example, 3450293.",
        "PropertyIdHelp": "The ID of the property to import. It will have the following format: UA-XXXXX-X, where the X's are digits.",
        "PropertyIdGA4Help": "The ID of the property to import. It will have the following format: properties/{PROPERTY_ID}, where the {PROPERTY_ID} are digits.",
        "AccountIdHelp": "The ID of the account that owns the property. This is sometimes the number after UA in the property ID, but that is not always the case.",
        "IsMobileAppHelp": "If your analytics property is for a mobile app, check this box. Otherwise, the import may fail if there is no URL associated with your property.",
        "Timezone": "Timezone",
        "TimezoneHelp": "Google Analytics uses some time zones that are not valid PHP time zones. If your site uses one, you may have to manually set a time zone here. See %1$sthis list%2$s for a list of valid PHP time zones.",
        "TimezoneGA4Help": "GA4 uses some time zones that are not valid PHP time zones. If your site uses one, you may have to manually set a time zone here. See %1$sthis list%2$s for a list of valid PHP time zones.",
        "Start": "Start",
        "None": "None",
        "EndDate": "End Date",
        "EndDateHelp": "The date to end importing at. By default, it will run every day until you decide to cancel it. (YYYY-MM-DD)",
        "EndDateHelpText": "The date to end importing at. If no end date is supplied, the import will continue until you manually cancel it. (YYYY-MM-DD)",
        "ThisReportWasImportedFromGoogle": "This report was imported from Google Analytics. Some data may be missing or be reported as Unknown\/not-set due to incompatibilities between Matomo and Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "This period includes dates that have data imported from Google Analytics. Some data may be missing or be reported as Unknown\/not-set due to incompatibilities between Matomo and Google Analytics.",
        "LiveDataUnavailableForImported": "The report data for this time period were imported from Google Analytics, but raw visits log data cannot be imported from Google Analytics, and so is not available for this period.",
        "UnsupportedReportInImportRange": "The report data for this time period were imported from Google Analytics, but this report does not exist in Google Analytics, so there is nothing to display here.",
        "Uploading": "Uploading...",
        "NotSetInGA": "Not set in Google Analytics",
        "LogDataRequiredForReport": "The report data for this time period were imported from Google Analytics, but this report requires raw visits log data, which cannot imported. So this report may not display data.",
        "ExtraCustomDimensions": "Extra Custom Dimension Mappings",
        "ExtraCustomDimensionsHelp": "Google Analytics provides some dimensions that are not natively supported in Matomo, like demographics. If you'd like to preserve this data in Matomo, you can import data for those dimensions into a custom dimension. To do so, type the GA dimension in the first field (see %1$sthis list%2$s to see the proper IDs for Google Analytics dimensions) and the type of dimension in the second field.",
        "ExtraCustomDimensionsGA4Help": "GA4 provides some dimensions that are not natively supported in Matomo, like demographics. If you'd like to preserve this data in Matomo, you can import data for those dimensions into a custom dimension. To do so, type the GA4 dimension in the first field (see %1$sthis list%2$s to see the proper IDs for GA4 dimensions) and the type of dimension in the second field.",
        "GADimension": "GA Dimension",
        "GA4Dimension": "GA4 Dimension",
        "DimensionScope": "Dimension Scope",
        "Troubleshooting": "Troubleshooting",
        "IsVerboseLoggingEnabled": "Enable Verbose Logging",
        "IsVerboseLoggingEnabledHelp": "If your import is failing for some reason on a specific day you can enable verbose logging to get more information about the cause. Only enable it for the failing date since it will result in a large amount of log output. After the import finishes, find the log files in the %1$s folder with a name like %2$s. Send this log with any bug reports\/support requests.",
        "RequiredExecutablesCheck": "Required Executables",
        "PhpExecutableMissing": "Matomo cannot find the PHP executable. The Google Analytics Importer invokes PHP from the command line to import data. This executable must be present and accessible from PHP in order for the importer to function.",
        "NohupExecutableMissing": "Matomo cannot find the nohup executable. The Google Analytics Importer uses nohup to execute the import process so it will continue on its own after a web request finishes. This executable must be present and accessible from PHP in order for the importer to function.",
        "RequiredFunctionsCheck": "Required PHP Functions",
        "RequiredFunctionsMissing": "Matomo cannot find the %1$s PHP functions, your host has likely disabled them. The Google Analytics Importer uses these functions to import data in the background. Without them the importer cannot function.",
        "CancelExistingImportFirst": "An import already exists for site with ID = %1$s. Please cancel it first before starting a new one.",
        "EditEndDate": "Change Import End Date",
        "EnterImportEndDate": "Enter the new end date",
        "Change": "Change",
        "CancelJobConfirm": "Are you sure you want to cancel this ongoing job?",
        "LeaveEmptyToRemove": "Leave this empty to remove the end date and continue the import until manually cancelled.",
        "RateLimitHelp": "Google Analytics by default limits the number of requests you can make to the API for a specific project to 50,000 a day. It looks like this import job has exceeded that limit, so the import cannot continue until tomorrow.",
        "CloudRateLimitHelp": "Daily cloud rate limit reached, try again tomorrow. (Note: GA by default sets a daily limit on the number of API requests made each day. This has been prorated to %1$s requests to your account. This limit is prorated for each Matomo cloud customer. It looks like you've reached your limit. Continue the import tomorrow.)",
        "RateLimitHourlyHelp": "Google Analytics by default limits the number of requests you can make to the API for a specific project to 5000 per hour. It looks like this import job has exceeded that limit, so the import cannot continue till next hour.",
        "SiteID": "Site ID",
        "SiteDeleted": "Site Deleted",
        "FinishedImportingDaysWaiting": "Finished %1$s days since last resume, waiting until tomorrow to resume again.",
        "ErrorMessage": "Error message",
        "ErrorMessageBugReportRequest": "These errors are unexpected and will likely continue every time you run the import on this day. To resolve this issue, please %1$sask on the forums%2$s. If you can provide access to your GA account to a member of Matomo's support team it will provide a quicker resolution.",
        "LastDayImported": "Last Day Imported",
        "LastDayArchived": "Last Day Archived",
        "ImportStartDate": "Import Start Date",
        "ImportEndDate": "Import End Date",
        "ImportStartTime": "Import Start Time",
        "LastResumeTime": "Last Resume Time",
        "ThisJobShouldFinishToday": "This job should finish today.",
        "EstimatedFinishIn": "Estimated finish in %1$s days.",
        "JobWillRunUntilManuallyCancelled": "No import end date specified. This job will run until manually cancelled.",
        "MatomoSite": "Matomo Site",
        "GoogleAnalyticsInfo": "Google Analytics Info",
        "Status": "Status",
        "LatestDayProcessed": "Latest Day Processed",
        "TimeStarted": "Time Started",
        "TimeFinished": "Time Finished",
        "Actions": "Actions",
        "ThereAreNoImportJobs": "There are no import jobs to display.",
        "ScheduleImportDesc1": "Schedule a new import below. It will be run once a day until the entire date range is imported. Note: we run it daily since there is a daily API request limit that Google enforces. Once it is reached, we can't continue importing until the next day. (This is generally hit after importing 4 months of data).",
        "ScheduleImportDesc2": "If no end date is supplied, the import will continue until you manually cancel it below.",
        "ScheduleImportDescription": "Schedule a new import below. It will be run once a day until the entire date range is imported. The importer starts by importing recent data and works back towards the specified start date, before importing future data as it becomes available. We run the import daily, since there is a daily API request limit that Google enforces. Once the limit is reached, we can't continue importing until the next day (on average this is hit after importing 4 months of data).",
        "ResumeDesc": "Resume. Note: if your import has errored, resuming it will most likely result in the same error unless you have updated the plugin with a fix. If it has been rate limited, resuming will most likely result in the same rate limiting error, but it will automatically restart the next day when the rate limit wears off.",
        "KilledStatusHelp": "It looks like the import job was terminated. If you didn't do this yourself, then your host probably does not like long-running PHP processes. The import job will start again within the next hour so the import will still continue. If the import speed is still slow overall (check back in a day to see), then view the user guide for more information and workarounds.",
        "ReimportDate": "Re-import date range",
        "EnterImportDateRange": "Enter the start and end dates to re-import",
        "Schedule": "Schedule",
        "InvalidDateRange": "Invalid date range, the start date must be earlier than the end date.",
        "ScheduledReImports": "Re-imports",
        "StartFinishTimes": "Start\/Finish Times",
        "MaxEndDateHelp": "The maximum end date allowed in this Matomo install is %1$s. If you enter a date past it, it will be changed to this date.",
        "TodaysDate": "today's date",
        "YesterdaysDate": "yesterday's date",
        "InsufficientScopes": "Your OAuth credentials do not have permission to access all of your Google Analytics data. Please ensure you have enabled access to the Google Analytics API and the Google Analytics Reporting API.",
        "CannotImportMissingCustomDimensionSlots": "Cannot import Google Analytics property, there are more custom dimensions of %1$s type than custom dimension slots in Matomo. Your property is using %2$s custom dimensions but Matomo currently only has room for %3$s dimensions. See the Custom Dimensions documentation for more information.",
        "ForceCustomDimensionSlotCheck": "Ignore custom dimension slot limit",
        "ForceCustomDimensionSlotCheckHelp": "Every Matomo installation has a set number of custom dimensions per scope that you can use for a given site. It's possible your Google Analytics property uses more than this number. If this is checked, the importer will simply ignore the custom dimensions it cannot add. If you would like to keep them all, you can add more custom dimension slots to your Matomo %1$s(see the Custom Dimensions documentation)%2$s.",
        "InvalidDateFormat": "The date must be in the following format: %1$s",
        "SelectImporter": "Schedule an Import for Google Analytics",
        "SelectImporterSelection": "Which Google Analytics version do you want to import data from?",
        "SelectImporterUATitle": "Google Universal analytics (GA3)",
        "SelectImporterUAInlineHelp": "Choose this if your property ID start with UA and end with a number (UA-XXXXXXXXX-1).",
        "SelectImporterUAInlineHelpText": "Choose this if your property ID starts with UA and ends with a number (UA-XXXXXXX-1).",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterGA4InlineHelp": "Choose this if your property ID have only numbers (XXXXXXXXX).",
        "SelectImporterGA4InlineHelpText": "Choose this if your property ID has only numbers (XXXXXXXXX).",
        "PendingGAImportReportNotificationNoData" : "We are still importing from Google Analytics but you should be able to see your most recent data. You will be able to view all your data within a few days.",
        "PendingGAImportReportNotificationSomeData" : "We are still importing from Google Analytics but you should be able to see your most recent data. Data until %1$s has been imported so far. You should be able to see your importer data since this date.",
        "NoDateSuccessImportMessageLine1": "Your Google Analytics properties were imported successfully",
        "NoDateSuccessImportMessageLine2": "Historical reports for these properties will be imported in the background. Please be patient as this will take a few days to complete. It's now time to set up the tracking of new data (see instructions below).",
        "OauthFailedMessage": "We encountered an issue during the authorization process for importing your GA reports. To try again, please click the button below. If the problem persists, please contact our support team for assistance. They will assist you in resolving the issue and getting your historical GA data imported.",
        "ConfigureImportNotificationMessage": "Don't miss out on your valuable historical insights! %1$sImport your Google Analytics data for %2$s%3$s into your Matomo platform now.",
        "FutureDateHelp": "The import process has been stopped because it attempted to import data for a future or present date (%1$s). The importer will automatically retry the import tomorrow to ensure that correct and complete data is imported. ",
        "GoogleOauthCompleteWarning": "%1$sNote:%2$s You may receive a warning from Google when completing the OAuth process saying \"%1$sGoogle hasn’t verified this app%2$s\". In this case, you can safely continue by clicking on \"%1$sAdvanced%2$s\", and then \"%1$sGo to matomo.cloud (unsafe)%2$s\".",
        "NoDataScreenIntro": "Importing your Google Analytics data is easy with Matomo. You can use this to create a backup of your properties and reporting data, and analyse them using Matomo.",
        "NoDataScreenOptionsDescription": "You can choose from two options: connecting with your Google Analytics account is the easiest option and works for small and medium traffic websites. If you have many websites or some high-traffic websites, the advanced Google OAuth configuration will allow faster migration of data.",
        "NoDataScreenFollowThisSteps": "Follow these steps to set it up:",
        "GAImportNoDataScreenStep01": "Download the OAuth credentials from your Google account by following this %1$sguide%2$s.",
        "GAImportNoDataScreenStep02": "Upload the OAuth credentials.",
        "GAImportNoDataScreenStep03": "Click the \"%1$s\" button (this opens a new tab so you can follow the next steps in this tab).",
        "GAImportNoDataScreenStep04": "Navigate to the %1$sGoogle Analytics Import admin page%2$s. %3$sLearn more%4$s.",
        "GAImportNoDataScreenStep05": "Select the Import type.",
        "GAImportNoDataScreenStep06": "Fill out the Schedule an Import form.",
        "GAImportNoDataScreenStep07": "Click \"%1$s\".",
        "GAImportNoDataScreenStep07Note": "%1$sNote:%2$s Once you click \"%3$s\", Matomo will automatically create a new Matomo website for each selected property.",
        "GAImportNoDataScreenStep08": "Importing data takes time, %1$sclick here to monitor the status of your data import%2$s.",
        "GAImportNoDataScreenStep09": "To see your data, refresh this page and then select the newly created Matomo website from the dropdown on the top left.",
        "NoDataScreenFollowStepComplete": "%1$sCongratulations!%2$s You have successfully configured your Google Analytics import. As noted earlier, this data is being imported into a new Matomo website. To verify that data is being imported, visit your %3$sGoogle Analytics Import page%4$s in the settings and check that the import job is running.",
        "AccountsConnectedSuccessfully": "You have successfully connected your Google account!",
        "UploadSuccessful": "Upload successful!"
    }
}
