{
  "GoogleAnalyticsImporter": {
    "AdminMenuTitle": "Google Analytics Import",
    "ConfigureTheImporter": "Configure the Importer",
    "InvalidClientJson": "Invalid JSON in credentials file, try re-downloading the file from the Google API Console.",
    "MissingClientConfiguration": "Missing client configuration.",
    "SettingUp": "Setting Up",
    "ImporterHelp1": "The Google Analytics Importer requires you to set up OAuth Client configuration in the Google API Console before you can do anything else.",
    "ImporterHelp2": "To see a step-by-step guide for doing this and setting up this plugin %1$sclick here.%2$s",
    "ImporterIsConfigured": "The importer is configured and you can start importing data through the command line.",
    "ReAuthorize": "Re-authorize",
    "ClientConfigSuccessfullyUpdated": "You've successfully uploaded your client configuration details! Now you just need to authorize Matomo to view your Google Analytics data. Click the button below:",
    "Authorize": "Authorize",
    "ConfigureClientDesc1": "In order to import your data from Google Analytics, Matomo need access to this data.",
    "ConfigureClientDesc2": "The first step is to provide your OAuth Client configuration. Upload your client configuration or paste it into the field below.",
    "ConfigurationFile": "Configuration File",
    "ConfigurationText": "Configuration Text",
    "RemoveClientConfiguration": "Remove Client Configuration",
    "DeleteUploadedClientConfig": "If you'd like to remove the uploaded client configuration, click below",
    "ImportJobs": "Import Jobs",
    "ScheduleAnImport": "Schedule An Import",
    "StartDate": "Start Date",
    "CreationDate": "Web Property Creation Date",
    "StartDateHelp": "The date to start importing from. By default, this is the day you created your GA web property.",
    "ViewId": "Google Analytics View ID",
    "PropertyId": "Google Analytics Property ID",
    "ViewIdHelp": "The ID of the view to import. It will be seven digits, for example, 3450293.",
    "PropertyIdHelp": "The ID of the property to import. It will have the following format: UA-XXXXX-X, where the X's are digits.",
    "Start": "Start",
    "None": "None",
    "EndDate": "End Date",
    "EndDateHelp": "The date to end importing at. By default, it will run every day until you decide to cancel it.",
    "ThisReportWasImportedFromGoogle": "This report was imported from Google Analytics. Some data may be missing or be reported as Unknown/not-set due to incompatibilities between Matomo and Google Analytics.",
    "ThisReportWasImportedFromGoogleMultiPeriod": "This period includes dates that have data imported from Google Analytics. Some data may be missing or be reported as Unknown/not-set due to incompatibilities between Matomo and Google Analytics.",
    "LiveDataUnavailableForImported": "The report data for this time period were imported from Google Analytics, but raw visits log data cannot be imported from Google Analytics, and so is not available for this period.",
    "UnsupportedReportInImportRange": "The report data for this time period were imported from Google Analytics, but this report does not exist in Google Analytics, so there is nothing to display here.",
    "NotSetInGA": "Not set in Google Analytics",
    "LogDataRequiredForReport": "The report data for this time period were imported from Google Analytics, but this report requires raw visits log data, which cannot imported. So this report may not display data."
  }
}
