{
    "GoogleAnalyticsImporter": {
        "Actions": "Acciones",
        "AdminMenuTitle": "Importación de Google Analytics",
        "Change": "Cambiar",
        "ConfigureTheImporter": "Configurar el importador",
        "ConfigureTheImporterHelp": "%1$sNota:%2$s Si no importa sus datos, sus datos de Google Analytics 3 se perderán irreversiblemente el 31 de Diciembre de 2023.",
        "ConfigureTheImporterHelpNewDate": "%1$sAviso:%2$s Si no importa sus datos, los datos de Google Analytics se perderán irremediablemente el 30 de Junio de 2024.",
        "ConfigureTheImporterLabel1": "Importe sus ajustes y datos de informes de Google Analytics para crear una copia y analizarlos con las potentes herramientas de análisis de Matomo. Una vez conecte el importador, elija qué ajustes de Google Analytics importar, y Matomo creará automáticamente un nuevo sitio web por cada uno.",
        "ConfigureTheImporterLabel2": "Para importar sus datos de Google Analytics, Matomo necesita acceso a estos datos.",
        "ConfigureTheImporterLabel3": "Para empezar, %1$ssiga nuestras indicaciones para recuperar la configuración de su cliente OAuth%2$s. Seguidamente, suba el fichero de configuración con el botón de abajo.",
        "IsMobileApp": "Aplicación móvil",
        "None": "Ninguno",
        "Optional": "Opcional",
        "Status": "Estado",
        "GoogleOauthCompleteWarning": "%1$sNota:%2$s Es posible que reciba una advertencia de Google al completar el proceso de OAuth que diga \"%1$sGoogle no ha verificado esta aplicación%2$s\". En este caso, puede continuar de forma segura haciendo clic en \"%1$sAvanzado%2$s\" y luego en \"%1$sIr a matomo.cloud (no seguro)%2$s\".",
        "NoDataScreenIntro": "La importación de sus datos de Google Analytics es fácil con Matomo. Puede utilizar esto para crear una copia de seguridad de sus propiedades y datos de informes y analizarlos utilizando Matomo.",
        "NoDataScreenOptionsDescription": "Puede elegir entre dos opciones: conectar con su cuenta de Google Analytics es la opción más fácil y funciona para sitios web con tráfico pequeño y mediano. Si tiene muchos sitios web o algunos sitios web con mucho tráfico, la configuración avanzada de Google OAuth permitirá una migración más rápida de los datos.",
        "NoDataScreenFollowThisSteps": "Siga estos pasos para configurarlo:",
        "GAImportNoDataScreenStep01": "Descargue las credenciales de OAuth de su cuenta de Google siguiendo esta %1$sguía%2$s.",
        "GAImportNoDataScreenStep02": "Cargue las credenciales de OAuth.",
        "GAImportNoDataScreenStep03": "Haga clic en el botón \"%1$s\" (esto abrirá una nueva pestaña para que pueda seguir los siguientes pasos en esta pestaña).",
        "GAImportNoDataScreenStep04": "Vaya a la %1$spágina de importación de Google Analytics%2$s. %3$sMás información%4$s.",
        "GAImportNoDataScreenStep05": "Seleccione el tipo de importación.",
        "GAImportNoDataScreenStep06": "Complete el formulario de programar una importación.",
        "GAImportNoDataScreenStep07": "Haga clic en \"%1$s\".",
        "GAImportNoDataScreenStep07Note": "%1$sNota:%2$s Una vez que haga clic en \"%3$s\", Matomo creará automáticamente un nuevo sitio de Matomo para cada propiedad seleccionada.",
        "GAImportNoDataScreenStep08": "La importación de datos lleva tiempo. %1$sHaga clic aquí para supervisar el estado de la importación de sus datos%2$s.",
        "GAImportNoDataScreenStep09": "Para ver sus datos, actualice esta página y luego seleccione el nuevo sitio de Matomo creado en el menú desplegable en la esquina superior izquierda.",
        "NoDataScreenFollowStepComplete": "%1$s¡Felicidades!%2$s Ha configurado con éxito la importación de su Google Analytics. Como se mencionó anteriormente, estos datos se están importando a un nuevo sitio de Matomo. Para verificar que se estén importando datos, visite su %3$spágina de importación de Google Analytics%4$s en la configuración y compruebe que la importación está en curso.",
        "AccountsConnectedSuccessfully": "¡Ha conectado su cuenta de Google con éxito!",
        "UploadSuccessful": "Carga exitosa!",
        "StreamId": "ID del flujo",
        "StreamIdFilter": "Filtrar por ID de flujo (opcional)",
        "StreamIdFilterHelpText": "El ID de flujo para el cual desea importar datos. %1$sMás información.%2$s %3$sNota:%4$s Deje este campo en blanco para importar datos de todos los flujos.",
        "RecommendationTitle": "Importar datos de Google Analytics a Matomo (recomendado para usted)",
        "RecommendationText": "Hemos detectado Google Analytics en su sitio web, por lo que puede configurar Matomo importando sus datos de Google Analytics.",
        "RecommendationButton": "Importar datos",
        "ReAuthorize": "Volver a autorizar",
        "Authorize": "Autorizar",
        "Uploading": "Subiendo…"
    }
}
