{
    "GoogleAnalyticsImporter": {
        "AccountId": "Google Analytics kontuaren IDa",
        "AccountIdHelp": "Jabetzaren jabea den kontuaren IDa. Hau batzuetan zenbaki bat da UA-ren ondoren jabetzaren IDan, baina ez da beti horrela.",
        "AccountsConnectedSuccessfully": "Behar bezala konektatu duzu zure Google kontua!",
        "Actions": "Ekintzak",
        "AdminMenuTitle": "Inportatu Google Analytics",
        "Authorize": "Baimendu",
        "CancelExistingImportFirst": "Lehendik ere badago inportazio bat ID = %1$s duen gunearentzat. Utzi bertan behera zaharra berria hasi aurretik.",
        "CancelJobConfirm": "Ziur zaude martxan dagoen lan hau bertan behera utzi nahi duzula?",
        "CannotImportMissingCustomDimensionSlots": "Ezin da Google Analytics jabetza inportatu. Matomok eskaintzen duen dimentsio pertsonalizatu kopurua baino %1$s motako dimentsio pertsonalizatu gehiago daude. Zure jabetzak %2$s dimentsio pertsonalizatu erabiltzen ditu, baina une honetan Matomok %3$s dimentsiorentzat soilik dauka lekua. Ikusi Dimentsio pertsonalizatuen dokumentazioa informazio gehiagorako.",
        "Change": "Aldatu",
        "ClientConfigSuccessfullyUpdated": "Behar bezala igo dituzu zure bezeroaren konfigurazioaren xehetasunak! Orain nahikoa duzu Matomori zure Google Analytics-eko datuak ikusteko baimena ematea. Egin klik beheko botoia:",
        "CloudRateLimitHelp": "Eguneko hodei-tasaren muga iritsi da, saiatu berriro bihar. (Oharra: GAk modu lehenetsian muga bat ezartzen du egunero egin daitezkeen API eskaeretan. Muga hori Matomo hodeiko bezeroen artean banatzen da. Zure kontuari %1$s eskaeratan ezarri zaio. Zure mugara iritsi zarela dirudi. Inportazioak bihar jarraituko du.)",
        "ConfigurationFile": "Konfigurazio-fitxategia",
        "ConfigurationText": "Konfigurazio-testua",
        "ConfigureClientDesc1": "Google Analytics-eko zure datuak inportatu ahal izateko, Matomok datu hauetara sarbidea behar du.",
        "ConfigureClientDesc2": "%1$sHasteko, jarraitu gure jarraibideak zure OAuth bezeroaren konfigurazioa eskuratzeko.%2$s Ondoren, igo bezero honen konfigurazioa edo itsatsi beheko eremuan.",
        "ConfigureImportNotificationMessage": "Ez galdu zure informazio historiko baliotsua! %1$sInportatu %2$s(r)en Google Analytics datuak%3$s zure Matomo plataformara orain.",
        "ConfigureTheImporter": "Konfiguratu inportatzailea",
        "ConfigureTheImporterHelp": "%1$sOharra:%2$s Google Analytics 3ko zure datuak inportatzen ez badituzu behin betiko galduko dituzu 2023ko abenduaren 31n.",
        "ConfigureTheImporterHelpNewDate": "%1$sOharra:%2$s Google Analytics 3ko zure datuak inportatzen ez badituzu behin betiko galduko dituzu 2024ko ekainaren 30ean.",
        "ConfigureTheImporterLabel1": "Inportatu zure Google Analytics-eko jabetzak eta txostenen datuak babeskopia bat sortu eta Matomoren tresna analitiko ahaltsuekin analizatzeko. Inportatzailea konektatzen duzunean, hautatu Google Analytics-eko zein jabetza inportatu nahi dituzun eta Matomok automatikoki webgune berri bat sortuko du bakoitzarentzat.",
        "ConfigureTheImporterLabel2": "Google Analytics-eko datuak inportatu ahal izateko Matomok datu horietara sarbidea behar du.",
        "ConfigureTheImporterLabel3": "Hasteko, %1$sjarraitu gure jarraibideak zure OAuth bezeroaren konfigurazioa eskuratzeko%2$s. Ondoren igo bezeroaren konfigurazio-fitxategia beheko botoia erabiliz.",
        "CreationDate": "Web jabetzaren sorrera data",
        "DeleteUploadedClientConfig": "Igotako bezeroaren konfigurazioa kendu nahi baduzu, egin klik behean",
        "DimensionScope": "Dimentsioaren esparrua",
        "EditEndDate": "Aldatu inportazioaren amaiera data",
        "EndDate": "Amaiera-data",
        "EndDateHelp": "Zein egunetan amaitu behar den inportazioa. Modu lehenetsian egunero exekutatuko da geratzen duzun arte. (YYYY-MM-DD)",
        "EndDateHelpText": "Zein egunetan amaitu behar den inportazioa. Ez baduzu amaiera datarik zehazten, eskuz geratu arte jarraituko du inportazioak. (YYYY-MM-DD)",
        "EnterImportDateRange": "Sartu hasiera eta amaierako datak berriz inportatzeko",
        "EnterImportEndDate": "Sartu amaiera data berria",
        "ErrorMessage": "Errore-mezua",
        "ErrorMessageBugReportRequest": "Errore hauek espero gabekoak dira eta ziur aski egun honetan inportazioa exekutatzen duzun aldiro emango dira. Arazoa konpontzeko %1$sgaldetu foroetan%2$s. Matomoren laguntza taldeko kide bati zure GA konturako sarbidea ematen badiozu azkarrago konponduko du.",
        "EstimatedFinishIn": "Aurreikusitako amaiera %1$s egun barru.",
        "ExtraCustomDimensions": "Dimentsio pertsonalizatuen mapaketa gehigarriak",
        "ExtraCustomDimensionsGA4Help": "GA 4k eskaintzen dituen dimentsio batzuk ez dute euskarri natiborik Matomon, adibidez datu demografikoak. Matomon dimentsio horiek mantendu nahi badituzu, datu horiek dimentsio pertsonalizatu batetara inportatu ditzakezu. Horretarako, idatzi GA4 dimentsioa lehen eremuan (ikusi Google Analytics-en dimentsioen IDak %1$szerrenda honetan%2$s) eta dimentsio-mota bigarren eremuan.",
        "ExtraCustomDimensionsHelp": "Google Analytics-ek eskaintzen dituen dimentsio batzuk ez dute euskarri natiborik Matomon, adibidez datu demografikoak. Matomon dimentsio horiek mantendu nahi badituzu, datu horiek dimentsio pertsonalizatu batetara inportatu ditzakezu. Horretarako, idatzi GA dimentsioa lehen eremuan (ikusi Google Analytics-en dimentsioen IDak %1$szerrenda honetan%2$s) eta dimentsio-mota bigarren eremuan.",
        "FinishedImportingDaysWaiting": "Azken aldiz berrekin zenetik %1$s egunera amaitu da, bihar berriz ekiteko itxaroten.",
        "ForceCustomDimensionSlotCheck": "Ez ikusia egin dimentsio pertsonalizatuen mugari",
        "ForceCustomDimensionSlotCheckHelp": "Matomo instalazio guztiek gune jakin batean erabili dezakezun dimentsio pertsonalizatuen kopuru bat zehazten dute esparru bakoitzeko. Posible da zure Google Analytics jabetzak kopuru hori baino gehiago erabiltzea. Hau hautatuz gero, inportatzaileak ez ikusia egingo die gehitu ezin dituen dimentsio pertsonalizatuei. Guztiak mantendu nahi badituzu, zure Matomok onartzen duen dimentsio pertsonalizatuen kopurua handitu behar duzu %1$s(ikusi Dimentsio pertsonalizatuen dokumentazioa)%2$s.",
        "FutureDateHelp": "Inportazio prozesua geratu da, etorkizuneko edo orainaldiko data bateko (%1$s) datuak inportatzen saiatu delako. Inportatzaileak bihar ekingo dio berriz lanari, datu zuzen eta osoak inportatzen dituela ziurtatzeko. ",
        "GA4Dimension": "GA4 dimentsioa",
        "GADimension": "GA dimentsioa",
        "GAImportNoDataScreenStep01": "Deskargatu OAuth kredentzialak zure Google kontutik %1$sgida%2$s hau jarraituz.",
        "GAImportNoDataScreenStep02": "Igo OAuth kredentzialak.",
        "GAImportNoDataScreenStep03": "Egin klik \"%1$s\" botoian (honek fitxa berri bat irekiko du, fitxa honetan hurrengo pausoak jarraitzeko aukera izan dezazun).",
        "GAImportNoDataScreenStep04": "Nabigatu %1$sGoogle Analytics inportazioaren administrazio orrira%2$s. %3$sIkasi gehiago%4$s.",
        "GAImportNoDataScreenStep05": "Hautatu inportazio mota.",
        "GAImportNoDataScreenStep06": "Bete 'Programatu inportazio bat' formularioa.",
        "GAImportNoDataScreenStep07": "Egin klik \"%1$s\".",
        "GAImportNoDataScreenStep07Note": "%1$sOharra:%2$s \"%3$s\" klik egiten duzunean, Matomok automatikoki sortuko Matomo webgune berri bat hautatutako jabetza bakoitzarentzat.",
        "GAImportNoDataScreenStep08": "Datuak inportatzeko denbora behar da, %1$segin klik hemen zure datuen inportazioaren egoeraren segimendua egiteko%2$s.",
        "GAImportNoDataScreenStep09": "Zure datuak ikusteko, freskatu orri hau eta ondoren hautatu sortu berria den Matomo webgunea goian ezkerrean dagoen goitibeherakotik.",
        "GoogleAnalyticsInfo": "Google Analytics informazioa",
        "GoogleOauthCompleteWarning": "%1$sOharra:%2$s Honakoa dioen Googleren abisu bat jaso dezakezu OAuth prozesua osatzean: \"%1$sGooglek ez du aplikazio hau berrikusi%2$s\". Kasu horretan, segurua da jarraitzeko lehenik \"%1$sAurreratua%2$s\" eta ondoren \"%1$sJoan matomo.cloud-(e)ra (ez-segurua)%2$s\" klik egitea.",
        "ImportEndDate": "Inportazioaren amaiera data",
        "ImportJobs": "Inportazio lanak",
        "ImportStartDate": "Inportazioaren hasiera data",
        "ImportStartTime": "Inportazioaren hasiera ordua",
        "ImporterHelp1": "Google Analytics inportatzaileak OAuth bezeroaren konfigurazioa Google API kontsolan konfiguratzea eskatzen du beste ezer egin aurretik.",
        "ImporterHelp2": "Hori egiteko eta plugin hau konfiguratzeko pausoz pausoko gida ikusteko %1$segin klik hemen.%2$s",
        "ImporterHelp3": "%1$sOharra:%2$s Inportazio honek gune id berri bat sortuko du eta bertara inportatuko ditu zure datuak.",
        "ImporterIsConfigured": "Inportatzailea konfiguratuta dago eta komando lerrotik datuak inportatzen hasi zaitezke.",
        "InsufficientScopes": "Zure OAuth kredentzialek ez daukate baimenik zure Google Analytics datu guztietara sartzeko. Ziurtatu Google Analytics APIrako eta Google Analytics Reporting APIrako sarbidea gaitu duzula.",
        "InvalidClientJson": "JSON baliogabea kredentzial-fitxategian, saiatu fitxategia berriz deskargatzen Google API kontsolatik.",
        "InvalidDateFormat": "Datak ondorengo formatua izan behar du: %1$s",
        "InvalidDateRange": "Data-tarte baliogabea, hasiera datak amaierakoa baino lehenago izan behar du.",
        "InvalidRedirectUriInClientConfiguration": "Birbidalketa URI baliogabeak. Gutxienez URI batek bat etorri behar du \"%1$s\" URIarekin igotako konfigurazio-fitxategian",
        "IsMobileApp": "Mugikorreko aplikazioa",
        "IsMobileAppHelp": "Zure analitika jabetza mugikorreko aplikazio batentzat bada, hautatu kontrol-lauki hau. Bestela, inportazioak huts egingo du ez badago zure jabetzarekin lotutako URLrik.",
        "IsVerboseLoggingEnabled": "Gaitu egunkari xehatua",
        "IsVerboseLoggingEnabledHelp": "Zure inportazioak egun zehatz batean huts egiten badu arrazoiren batengatik, egunkari xehatua gaitu dezakezu informazio gehiago eskuratzeko. Huts egiten duen egunean soilik gaitu, egunkariaren irteera luzea eragiten baitu. Inportazioak amaitzean, aurkitu egunkari-fitxategiak %1$s karpetan. %2$s bezalako izena izaten dute. Bidali egunkari hori errore-txosten edo laguntza eskaerekin batera.",
        "JobWillRunUntilManuallyCancelled": "Ez da inportazioaren amaiera datarik zehaztu. Lanak eskuz geratu arte jarraituko du.",
        "KilledStatusHelp": "Dirudienez inportazio lan hau amaiarazi egin da. Ez baduzu zuk egin, baliteke zure ostalariak exekuzio luzeko PHP prozesuak gustuko ez izatea. Inportazio lana hurrengo orduan hasiko da, beraz inportazioak jarraituko du. Inportazio abiadura oraindik mantsoa bada (begiratu egun bat barru), ikusi erabiltzaile gida informazio gehiagorako eta konponbideetarako.",
        "LastDayArchived": "Artxibatutako azken eguna",
        "LastDayImported": "Inportatutako azken eguna",
        "LastResumeTime": "Azken berrekitearen ordua",
        "LatestDayProcessed": "Prozesatutako azken eguna",
        "LeaveEmptyToRemove": "Utzi hau hutsik amaiera data kentzeko eta inportazioa eskuz geratu arte jarraitzeko.",
        "LiveDataUnavailableForImported": "Denbora-epe honetako txostenaren datuak Google Analytics-etik inportatu ziren, baina bisiten egunkariko datu gordinak ezin dira inportatu Google Analytics-etik, eta ondorioz ez daude erabilgarri epe honetan.",
        "LogDataRequiredForReport": "Denbora-epe honetako txostenaren datuak Google Analytics-etik inportatu ziren, baina txosten bisiten egunkariko datu gordinak behar ditu eta horiek ezin dira inportatu. Baliteke txosten honek daturik ez bistaratzea.",
        "MatomoSite": "Matomo gunea",
        "MaxEndDateHelp": "Matomo instalazio honetan onartzen den gehienezko amaiera data %1$s da. Hortik aurrerako data bat sartzen baduzu, data horretara aldatuko da.",
        "MissingClientConfiguration": "Bezeroaren konfigurazioa falta da edo baliogabea da, mesedez igo berriz.",
        "NoDataScreenFollowStepComplete": "%1$sZorionak!%2$s Behar bezala konfiguratu duzu zure Google Analytics-en inportazioa. Aurrez esan bezala, datu hauek Matomo webgune berri batera inportatzen dira. Datuak inportatzen ari direla egiaztatzeko, bisitatu zure %3$sGoogle Analytics inportazioen orria%4$s ezarpenetan eta ziurtatu inportazio lana martxan dagoela.",
        "NoDataScreenFollowThisSteps": "Jarraitu pauso hauek konfiguratzeko:",
        "NoDataScreenIntro": "Zure Google Analytics datuak inportatzea erraza da Matomorekin. Zure jabetza eta txostenen datuen babeskopia sortzeko erabili dezakezu eta Matomorekin aztertu.",
        "NoDataScreenOptionsDescription": "Bi aukera dituzu. Google Analytics kontua konektatzea da errazena, eta trafiko txiki eta ertaineko webguneekin funtzionatzen du. Webgune asko badituzu edo trafiko handiko zenbait webgune, Google OAuth konfigurazio aurreratuak datuak azkarrago migratzeko aukera emango dizu.",
        "NoDateSuccessImportMessageLine1": "Zure Google Analytics jabetzak behar bezala inportatu dira",
        "NoDateSuccessImportMessageLine2": "Jabetza hauen txosten historikoak atzeko planoan inportatuko dira. Izan pazientzia, egun batzuk beharko baititu osatzeko. Datu berrien jarraipena konfiguratzeko garaia da orain (ikusi jarraibideak behean).",
        "NohupExecutableMissing": "Matomok ezin izan du nohup exekutagarria aurkitu. Google Analytics inportatzaileak nohup erabiltzen du inportazio prozesua exekutatzeko, web eskaera amaitzean bere kasa jarraitu dezan. Inportazioak funtziona dezan exekutagarri honek existitu behar du eta PHPtik erabilgarri egon.",
        "None": "Bat ere ez",
        "NotSetInGA": "Ez dago ezarrita Google Analytics-en",
        "OauthFailedMessage": "Arazo bat izan dugu zure GA txostenen inportazioa baimentzeko prozesuan. Berriz saiatzeko egin klik beheko botoia. Arazoak jarraitzen badu, jarri harremanetan gure laguntza-taldearekin. Arazoa konpontzen eta zure GAko datu historikoak inportatzen lagunduko dizute.",
        "Optional": "Hautazkoa",
        "PendingGAImportReportNotificationNoData": "Oraindik Google Analytics-etik inportatzen ari gara, baina daturik berrienak ikusteko modua izan beharko zenuke. Datu guztiak egun batzuk barru ikusi ahal izango dituzu.",
        "PendingGAImportReportNotificationSomeData": "Oraindik Google Analytics-etik inportatzen ari gara, baina daturik berrienak ikusteko modua izan beharko zenuke. %1$s arteko datuak inportatu dira orain arte. Data horretatik aurrerako datuak ikusteko modua izan beharko zenuke.",
        "PhpExecutableMissing": "Matomok ezin du PHP exekutagarria aurkitu. Google Analytics inportatzaileak PHP deitzen du komando lerrotik datuak inportatzeko. Inportatzaileak funtziona dezan exekutagarriak existitu behar du eta PHPtik erabilgarri egon.",
        "PropertyId": "Google Analytics-eko jabetzaren IDa",
        "PropertyIdGA4": "GA4 jabetzaren IDa",
        "PropertyIdGA4Help": "Inportatu beharreko jabetzaren IDa. Ondorengo formatua izango du: properties/{JABETZA_ID}, non {JABETZA_ID} digituak diren.",
        "PropertyIdHelp": "Inportatu beharreko jabetzaren IDa. Ondorengo formatua izango du: UA-XXXXX-X, non X-ak digituak diren.",
        "RateLimitHelp": "Google Analytics-ek modu lehenetsian eguneko 50.000 eskaerara mugatzen du proiektu zehatz egin ahal zaizkion API eskaerak. Dirudienez inportazio lan honek muga hori gainditu du, eta ondorioz inportazioak ezin du bihar arte jarraitu.",
        "RateLimitHourlyHelp": "Google Analytics-ek modu lehenetsian orduko 5.000 eskaerara mugatzen du proiektu zehatz egin ahal zaizkion API eskaerak. Dirudienez inportazio lan honek muga hori gainditu du, eta ondorioz inportazioak ezin du ordubete igaro arte jarraitu.",
        "ReAuthorize": "Baimendu berriz",
        "RecommendationButton": "Inportatu datuak",
        "RecommendationText": "Google Analytics detektatu dugu zure webgunean. Matomo konfiguratu dezakezu zure Google Analytics datuak inportatzeko.",
        "RecommendationTitle": "Inportatu Google Analytics datuak Matomora (zuretzat gomendatua)",
        "ReimportDate": "Inportatu berriz data-tartea",
        "RemoveClientConfiguration": "Kendu bezeroaren konfigurazioa",
        "RequiredExecutablesCheck": "Beharrezko exekutagarriak",
        "RequiredFunctionsCheck": "Beharrezko PHP funtzioak",
        "RequiredFunctionsMissing": "Matomok ezin ditu aurkitu PHPko %1$s funtzioak. Baliteke zure ostalariak desgaitu izana. Google Analytics inportatzaileak funtzio horiek erabiltzen ditu datuak atzeko planoan inportatzeko. Horiek gabe inportatzaileak ezin du funtzionatu.",
        "ResumeDesc": "Berrekin. Oharra: zure inportazioak huts egin badu, berrekitean ziur aski errore berdina gertatuko da, baldin eta ez baduzu plugina eguneratu zuzenketa batekin. Mugara iritsi bada, berrekitean muga iristearen errore berdina emango du seguruenik, baina hurrengo egunean muga berrezartzean automatikoki hasiko da.",
        "Schedule": "Progamatu",
        "ScheduleAnImport": "Programatu inportazio bat Google Universal Analytics-entzat (GA3)",
        "ScheduleAnImportGA4": "Programatu inportazio bat Google Analytics 4rentzat (GA4)",
        "ScheduleImportDesc1": "Programatu inportazio berri bat behean. Egunean behin exekutatuko da data-tarte osoa inportatu arte. Oharra: egunero exekutatzen dugu, Googlek egunean egin daitezkeen API eskaeren muga ezartzen duelako. Mugara iristean ezin dugu jarraitu hurrengo egunera arte. (Orokorrean 4 hilabeteko datuak inportatzean iristen da mugara).",
        "ScheduleImportDesc2": "Amaiera datarik zehazten ez bada, inportazioak behean eskuz geratu arte jarraituko du.",
        "ScheduleImportDescription": "Programatu inportazio berri bat behean. Egunean behin exekutatuko da data-tarte osoa inportatu arte. Inportatzailea daturik berrienetatik hasten da eta atzerantz jarraitzen du zehazturiko hasierako data arte. Etorkizuneko datuak eskuragarri egon ahala inportatzen ditu ondoren. Oharra: egunero exekutatzen dugu, Googlek egunean egin daitezkeen API eskaeren muga ezartzen duelako. Mugara iristean ezin dugu jarraitu hurrengo egunera arte. (Orokorrean 4 hilabeteko datuak inportatzean iristen da mugara).",
        "ScheduledReImports": "Berriz inportatzeak",
        "SelectImporter": "Programatu inportazio bat Google Analytics-etik",
        "SelectImporterGA4InlineHelp": "Aukeratu hau zure jabetzaren IDak soilik zenbakiak baditu (XXXXXXXXX).",
        "SelectImporterGA4InlineHelpText": "Aukeratu hau zure jabetzaren IDak soilik zenbakiak baditu (XXXXXXXXX).",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterSelection": "Google Analytics-en zein bertsiotatik inportatu nahi dituzu datuak?",
        "SelectImporterUAInlineHelp": "Aukeratu hau zure jabetzaren IDa UA-rekin hasten bada eta zenbaki batekin amaitu (UA-XXXXXXXXX-1).",
        "SelectImporterUAInlineHelpText": "Aukeratu hau zure jabetzaren IDa UA-rekin hasten bada eta zenbaki batekin amaitu (UA-XXXXXXXXX-1).",
        "SelectImporterUATitle": "Google Universal analytics (GA3)",
        "SettingUp": "Konfiguratzen",
        "SiteDeleted": "Gunea ezabatuta",
        "SiteID": "Gunearen IDa",
        "Start": "Hasiera",
        "StartDate": "Hasiera data",
        "StartDateHelp": "Zein datatatik aurrera hasi behar den inportatzen. Modu lehenetsian zure GA web jabetza sortu zenuen eguna da. (YYYY-MM-DD)",
        "StartFinishTimes": "Hasiera/Amaiera orduak",
        "Status": "Egoera",
        "StreamId": "Stream IDa",
        "StreamIdFilter": "Iragazi Stream IDaren arabera (hautazkoa)",
        "StreamIdFilterHelpText": "Zein Stream IDren datuak inportatu nahi dituzun. %1$sIkasi gehiago.%2$s %3$sOharra:%4$s Utzi eremu hau hutsik jario guztien datuak inportatzeko.",
        "ThereAreNoImportJobs": "Ez dago inportazio lanik bistaratzeko.",
        "ThisJobShouldFinishToday": "Lan honek gaur amaitu beharko luke.",
        "ThisReportWasImportedFromGoogle": "Txosten hau Google Analytics-etik inportatu zen. Datu batzuk falta daitezke edo 'Ezezaguna/ezarri gabea' bezala agertu daitezke, Matomo eta Google Analytics-en arteko bateraezintasunen ondorioz.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Epe honen barruan Google Analytics-etik inportatutako datuak dituzten datak daude. Datu batzuk falta daitezke edo 'Ezezaguna/ezarri gabea' bezala agertu daitezke, Matomo eta Google Analytics-en arteko bateraezintasunen ondorioz.",
        "TimeFinished": "Amaitutako ordua",
        "TimeStarted": "Hasitako ordua",
        "Timezone": "Ordu-eremua",
        "TimezoneGA4Help": "GA 4k erabiltzen dituen ordu-eremu batzuk ez dira baliozko PHP ordu-eremuak. Zure guneak horietako bat erabiltzen badu, ordu-eremu bat ezarri beharko duzu eskuz hemen. Ikusi baliozko PHP ordu-eremuen %1$szerrenda hau%2$s.",
        "TimezoneHelp": "Google Analytics-ek erabiltzen dituen ordu-eremu batzuk ez dira baliozko PHP ordu-eremuak. Zure guneak horietako bat erabiltzen badu, ordu-eremu bat ezarri beharko duzu eskuz hemen. Ikusi baliozko PHP ordu-eremuen %1$szerrenda hau%2$s.",
        "TodaysDate": "gaurko data",
        "Troubleshooting": "Arazoak konpontzea",
        "UnsupportedReportInImportRange": "Denbora-epe honetako txostenaren datuak Google Analytics-etik inportatu ziren, baina txosten hau ez da existitzen Google Analytics-en, eta ondorioz ez dago hemen bistaratzeko ezer.",
        "UploadSuccessful": "Igoera arrakastatsua!",
        "Uploading": "Igotzen...",
        "ViewId": "Google Analytics-eko ikuspegiaren IDa",
        "ViewIdHelp": "Inportatu beharreko ikuspegiaren IDa. Zenbaki handi bat izango da, adibidez, 3450293.",
        "YesterdaysDate": "atzoko data"
    }
}
