{
    "GoogleAnalyticsImporter": {
        "AccountId": "Identifiant de compte Google Analytics",
        "AccountIdHelp": "L'ID du compte propriétaire de la propriété. Il s'agit parfois du numéro après UA dans l'ID de propriété, mais ce n'est pas toujours le cas.",
        "AccountsConnectedSuccessfully": "Vous avez connecté votre compte Google avec succès !",
        "Actions": "Actions",
        "AdminMenuTitle": "Import depuis Google Analytics",
        "Authorize": "Autoriser",
        "CancelExistingImportFirst": "Une importation existe déjà pour le site avec l'ID = %1$s. Veuillez l'annuler avant d'en commencer un nouveau.",
        "CancelJobConfirm": "Êtes-vous sûr de vouloir annuler ce travail en cours ?",
        "CannotImportMissingCustomDimensionSlots": "Impossible d'importer la propriété Google Analytics, il y a plus de dimensions personnalisées de type %1$s que d'emplacements de dimensions personnalisées dans Matomo. Votre propriété utilise des dimensions personnalisées %2$s, mais Matomo n'a actuellement de la place que pour les dimensions %3$s. Consultez la documentation sur les dimensions personnalisées pour plus d'informations.",
        "Change": "Modifier",
        "ClientConfigSuccessfullyUpdated": "Vous avez téléchargé avec succès les détails de la configuration de votre client ! Il ne vous reste plus qu'à autoriser Matomo à consulter vos données Google Analytics. Cliquez sur le bouton ci-dessous :",
        "ConfigurationFile": "Fichier de configuration",
        "ConfigurationText": "Texte de configuration",
        "ConfigureClientDesc1": "Afin d'importer vos données depuis Google Analytics, Matomo a besoin d'accéder à ces données.",
        "ConfigureClientDesc2": "%1$sPour commencer, suivez nos instructions pour récupérer votre configuration client OAuth.%2$s Ensuite, téléchargez cette configuration client ou collez-la dans le champ ci-dessous.",
        "ConfigureTheImporter": "Configurer l'importateur",
        "ConfigureTheImporterHelp": "%1$sNote :%2$s Si vous n'importez pas vos données, vos données Google Analytics 3 seront définitivement perdues après le 31 décembre 2023.",
        "ConfigureTheImporterHelpNewDate": "%1$sNote :%2$s Si vous n'importez pas vos données, vos données Google Analytics 3 seront définitivement perdues après le 30 juin 2024.",
        "CreationDate": "Date de création du site Web",
        "DeleteUploadedClientConfig": "Si vous souhaitez supprimer la configuration client téléchargée, cliquez ci-dessous",
        "DimensionScope": "Portée des dimensions",
        "EditEndDate": "Modifier la date de fin d'importation",
        "EndDate": "Date de fin",
        "EndDateHelp": "La date de fin de l'importation. Par défaut, il fonctionnera tous les jours jusqu'à ce que vous décidiez de l'annuler. (YYYY-MM-DD)",
        "EnterImportDateRange": "Saisissez les dates de début et de fin pour réimporter",
        "EnterImportEndDate": "Saisissez la nouvelle date de fin",
        "ErrorMessage": "Message d'erreur",
        "ErrorMessageBugReportRequest": "Ces erreurs sont inattendues et continueront probablement chaque fois que vous exécuterez l'importation ce jour-là. Pour résoudre ce problème, veuillez %1$sask sur les forums%2$s. Si vous pouvez fournir l'accès à votre compte GA à un membre de l'équipe d'assistance de Matomo, cela fournira une résolution plus rapide.",
        "EstimatedFinishIn": "Fin estimée dans %1$s jours.",
        "ExtraCustomDimensions": "Mappages de dimensions personnalisés supplémentaires",
        "ExtraCustomDimensionsHelp": "Google Analytics fournit certaines dimensions qui ne sont pas prises en charge nativement dans Matomo, comme les données démographiques. Si vous souhaitez conserver ces données dans Matomo, vous pouvez importer les données de ces dimensions dans une dimension personnalisée. Pour ce faire, saisissez la dimension GA dans le premier champ (voir %1$sthis list%2$s pour voir les identifiants appropriés pour les dimensions Google Analytics) et le type de dimension dans le deuxième champ.",
        "FinishedImportingDaysWaiting": "%1$s jours terminés depuis la dernière reprise, en attendant demain pour reprendre.",
        "ForceCustomDimensionSlotCheck": "Ignorer la limite d'emplacement de dimension personnalisée",
        "ForceCustomDimensionSlotCheckHelp": "Chaque installation Matomo a un nombre défini de dimensions personnalisées par étendue que vous pouvez utiliser pour un site donné. Il est possible que votre propriété Google Analytics utilise plus que ce nombre. Si cette case est cochée, l'importateur ignorera simplement les dimensions personnalisées qu'il ne peut pas ajouter. Si vous souhaitez les conserver tous, vous pouvez ajouter plus d'emplacements de dimensions personnalisées à votre Matomo %1$s (voir la documentation sur les dimensions personnalisées)%2$s.",
        "GADimension": "Dimension GA",
        "GAImportNoDataScreenStep01": "Téléchargez les informations d'identification OAuth depuis votre compte Google en suivant ce %1$sguide%2$s.",
        "GAImportNoDataScreenStep02": "Téléchargez les informations d'identification OAuth.",
        "GAImportNoDataScreenStep03": "Cliquez sur le bouton \"%1$s\" (cela ouvrira un nouvel onglet pour que vous puissiez suivre les étapes suivantes dans cet onglet).",
        "GAImportNoDataScreenStep04": "Accédez à la %1$spage d'importation Google Analytics%2$s. %3$sEn savoir plus%4$s.",
        "GAImportNoDataScreenStep05": "Sélectionnez le type d'importation.",
        "GAImportNoDataScreenStep06": "Remplissez le formulaire Planifier une importation.",
        "GAImportNoDataScreenStep07": "Cliquez sur \"%1$s\".",
        "GAImportNoDataScreenStep07Note": "%1$sRemarque :%2$s Une fois que vous avez cliqué sur \"%3$s\", Matomo créera automatiquement un nouveau site Matomo pour chaque propriété sélectionnée.",
        "GAImportNoDataScreenStep08": "L'importation des données prend du temps, %1$scliquez ici pour surveiller le statut de l'importation de vos données%2$s.",
        "GAImportNoDataScreenStep09": "Pour voir vos données, actualisez cette page, puis sélectionnez le nouveau site Matomo créé dans le menu déroulant en haut à gauche.",
        "GoogleAnalyticsInfo": "Informations sur Google Analytics",
        "GoogleOauthCompleteWarning": "%1$sRemarque :%2$s Vous pouvez recevoir un avertissement de Google lors de la finalisation du processus OAuth indiquant \"%1$sGoogle n'a pas vérifié cette application%2$s\". Dans ce cas, vous pouvez continuer en toute sécurité en cliquant sur \"%1$sAvancé%2$s\", puis sur \"%1$sAccéder à matomo.cloud (non sécurisé)%2$s\".",
        "ImportEndDate": "Date de fin d'importation",
        "ImportJobs": "Importer des tâches",
        "ImportStartDate": "Date de début d'importation",
        "ImportStartTime": "Heure de début de l'importation",
        "ImporterHelp1": "L'importation Google Analytics nécessite que vous configuriez la configuration du client OAuth dans la console API Google avant de pouvoir faire quoi que ce soit d'autre.",
        "ImporterHelp2": "Pour voir un guide étape par étape pour faire cela et configurer ce plugin %1$scliquez ici.%2$s",
        "ImporterHelp3": "%1$sRemarque :%2$s Cette importation créera un nouvel idSite dans lequel vos données seront importées.",
        "ImporterIsConfigured": "L'importateur est configuré et vous pouvez commencer à importer des données via la ligne de commande.",
        "InsufficientScopes": "Vos identifiants OAuth ne sont pas autorisés à accéder à toutes vos données Google Analytics. Veuillez vous assurer que vous avez activé l'accès à l'API Google Analytics et à l'API de création de rapports Google Analytics.",
        "InvalidClientJson": "JSON non valide dans le fichier d'informations d'identification, essayez de retélécharger le fichier à partir de la console API Google.",
        "InvalidDateFormat": "La date doit être au format suivant : %1$s",
        "InvalidDateRange": "Plage de dates non valide, la date de début doit être antérieure à la date de fin.",
        "InvalidRedirectUriInClientConfiguration": "URI de redirection invalide, au moins 1 URI doit contenir l'URI \"%1$s\" dans le fichier de configuration uploadé",
        "IsMobileApp": "Application mobile",
        "IsMobileAppHelp": "Si votre propriété d'analyse concerne une application mobile, cochez cette case. Sinon, l'importation peut échouer si aucune URL n'est associée à votre propriété.",
        "IsVerboseLoggingEnabled": "Activer la journalisation détaillée",
        "IsVerboseLoggingEnabledHelp": "Si votre importation échoue pour une raison quelconque un jour spécifique, vous pouvez activer la journalisation détaillée pour obtenir plus d'informations sur la cause. Ne l'activez que pour la date d'échec, car cela entraînera une grande quantité de sortie de journal. Une fois l'importation terminée, recherchez les fichiers journaux dans le dossier %1$s avec un nom tel que %2$s. Envoyez ce journal avec tous les rapports de bogues/demandes d'assistance.",
        "JobWillRunUntilManuallyCancelled": "Aucune date de fin d'importation spécifiée. Ce travail s'exécutera jusqu'à ce qu'il soit annulé manuellement.",
        "KilledStatusHelp": "Il semble que la tâche d'importation s'est terminée. Si vous ne l'avez pas fait vous-même, votre hébergeur n'aime probablement pas les processus PHP de longue durée. La tâche d'importation recommencera dans l'heure qui suit, l'importation continuera donc. Si la vitesse d'importation est toujours lente dans l'ensemble (revenez dans un jour pour voir), consultez le guide de l'utilisateur pour plus d'informations et des solutions de contournement.",
        "LastDayArchived": "Dernier jour archivé",
        "LastDayImported": "Dernier jour importé",
        "LastResumeTime": "Heure de la dernière reprise",
        "LatestDayProcessed": "Dernier jour traité",
        "LeaveEmptyToRemove": "Laissez ce champ vide pour supprimer la date de fin et poursuivez l'importation jusqu'à ce qu'elle soit annulée manuellement.",
        "LiveDataUnavailableForImported": "Les données du rapport pour cette période ont été importées de Google Analytics, mais les données brutes du journal des visites ne peuvent pas être importées de Google Analytics et ne sont donc pas disponibles pour cette période.",
        "LogDataRequiredForReport": "Les données du rapport pour cette période ont été importées de Google Analytics, mais ce rapport nécessite des données brutes du journal des visites, qui ne peuvent pas être importées. Ce rapport peut donc ne pas afficher de données.",
        "MatomoSite": "Site de Matomo",
        "MaxEndDateHelp": "La date de fin maximale autorisée dans cette installation Matomo est de %1$s. Si vous entrez une date après celle-ci, elle sera remplacée par cette date.",
        "MissingClientConfiguration": "Configuration client manquante ou invalide, veuillez réimporter.",
        "NoDataScreenFollowStepComplete": "%1$sFélicitations !%2$s Vous avez configuré avec succès l'importation de votre Google Analytics. Comme indiqué précédemment, ces données sont importées dans un nouveau site Matomo. Pour vérifier que les données sont bien importées, visitez votre %3$spage d'importation Google Analytics%4$s dans les paramètres et vérifiez que le processus d'importation est en cours.",
        "NoDataScreenFollowThisSteps": "Suivez ces étapes pour le configurer :",
        "NoDataScreenIntro": "L'importation de vos données Google Analytics est facile avec Matomo. Vous pouvez l'utiliser pour créer une sauvegarde de vos propriétés et de vos données de rapport, et les analyser à l'aide de Matomo.",
        "NoDataScreenOptionsDescription": "Vous pouvez choisir entre deux options : se connecter à votre compte Google Analytics est l'option la plus simple et fonctionne pour les petits et moyens sites à fort trafic. Si vous avez de nombreux sites Web ou certains sites à fort trafic, la configuration avancée de Google OAuth permettra une migration plus rapide des données.",
        "NohupExecutableMissing": "Matomo ne peut pas trouver l'exécutable nohup. L'importateur Google Analytics utilise nohup pour exécuter le processus d'importation afin qu'il se poursuive tout seul après la fin d'une requête Web. Cet exécutable doit être présent et accessible depuis PHP pour que l'importateur fonctionne.",
        "None": "aucun",
        "NotSetInGA": "Non défini dans Google Analytics",
        "Optional": "Optionnel",
        "PhpExecutableMissing": "Matomo ne trouve pas l'exécutable PHP. L'importateur Google Analytics appelle PHP à partir de la ligne de commande pour importer des données. Cet exécutable doit être présent et accessible depuis PHP pour que l'importateur fonctionne.",
        "PropertyId": "ID de propriété Google Analytics",
        "PropertyIdGA4": "Identifiant de propriété GA4",
        "PropertyIdGA4Help": "L'identifiant de la propriété à importer. Il doit avoir le format suivant : properties/{PROPERTY_ID}, ou {PROPERTY_ID} est un nombre.",
        "PropertyIdHelp": "ID de la propriété à importer. Il aura le format suivant : UA-XXXXX-X, où les X sont des chiffres.",
        "RateLimitHelp": "Par défaut, Google Analytics limite le nombre de requêtes que vous pouvez faire à l'API pour un projet spécifique à 50 000 par jour. Il semble que cette tâche d'importation ait dépassé cette limite, donc l'importation ne peut pas continuer jusqu'à demain.",
        "ReAuthorize": "Autoriser à nouveau",
        "RecommendationButton": "Importer des données",
        "RecommendationText": "Nous avons détecté Google Analytics sur votre site, vous pouvez donc configurer Matomo en important vos données Google Analytics.",
        "RecommendationTitle": "Importer les données Google Analytics dans Matomo (recommandé pour vous)",
        "ReimportDate": "Plage de dates de réimportation",
        "RemoveClientConfiguration": "Supprimer la configuration client",
        "RequiredExecutablesCheck": "Exécutables requis",
        "RequiredFunctionsCheck": "Fonctions PHP requises",
        "RequiredFunctionsMissing": "Matomo ne trouve pas les fonctions PHP %1$s, votre hébergeur les a probablement désactivées. L'importateur Google Analytics utilise ces fonctions pour importer des données en arrière-plan. Sans eux, l'importateur ne peut pas fonctionner.",
        "ResumeDesc": "Reprendre. Remarque : si votre importation a généré une erreur, sa reprise entraînera probablement la même erreur, à moins que vous n'ayez mis à jour le plugin avec un correctif. S'il a été limité en débit, la reprise entraînera très probablement la même erreur de limitation de débit, mais elle redémarrera automatiquement le lendemain lorsque la limite de débit s'estompera.",
        "Schedule": "Calendrier",
        "ScheduleAnImport": "Planifier un import pour Google Analytics : Universal Analytics (GA3)",
        "ScheduleAnImportGA4": "Planifier un import pour Google Analytics 4 (GA4)",
        "ScheduleImportDesc1": "Planifiez une nouvelle importation ci-dessous. Il sera exécuté une fois par jour jusqu'à ce que toute la plage de dates soit importée. Remarque : nous l'exécutons quotidiennement car il existe une limite quotidienne de demandes d'API que Google applique. Une fois celui-ci atteint, nous ne pouvons continuer à importer que le lendemain. (Ceci est généralement atteint après l'importation de 4 mois de données).",
        "ScheduleImportDesc2": "Si aucune date de fin n'est fournie, l'importation se poursuivra jusqu'à ce que vous l'annuliez manuellement ci-dessous.",
        "ScheduledReImports": "Réimportations",
        "SettingUp": "Configuration",
        "SiteDeleted": "Site supprimé",
        "SiteID": "ID du site",
        "Start": "Début",
        "StartDate": "Date de début",
        "StartDateHelp": "La date à partir de laquelle commencer l'importation. Par défaut, il s'agit du jour où vous avez créé votre propriété web GA. (YYYY-MM-DD)",
        "StartFinishTimes": "Heures de début/fin",
        "Status": "État",
        "StreamId": "ID du flux",
        "StreamIdFilter": "Filtrer par ID de flux (facultatif)",
        "StreamIdFilterHelpText": "L'ID du flux pour lequel vous souhaitez importer des données. %1$sEn savoir plus.%2$s %3$sRemarque :%4$s Laissez ce champ vide pour importer des données de tous les flux.",
        "ThereAreNoImportJobs": "Il n'y a aucune tâche d'importation à afficher.",
        "ThisJobShouldFinishToday": "Ce travail devrait se terminer aujourd'hui.",
        "ThisReportWasImportedFromGoogle": "Ce rapport a été importé de Google Analytics. Certaines données peuvent être manquantes ou signalées comme inconnues/non définies en raison d'incompatibilités entre Matomo et Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Cette période comprend les dates dont les données sont importées de Google Analytics. Certaines données peuvent être manquantes ou signalées comme inconnues/non définies en raison d'incompatibilités entre Matomo et Google Analytics.",
        "TimeFinished": "Temps terminé",
        "TimeStarted": "Heure de début",
        "Timezone": "Fuseau horaire",
        "TimezoneHelp": "Google Analytics utilise certains fuseaux horaires qui ne sont pas des fuseaux horaires PHP valides. Si votre site en utilise un, vous devrez peut-être définir manuellement un fuseau horaire ici. Voir %1$sthis list%2$s pour une liste des fuseaux horaires PHP valides.",
        "TodaysDate": "la date d'aujourd'hui",
        "Troubleshooting": "Dépannage",
        "UnsupportedReportInImportRange": "Les données du rapport pour cette période ont été importées de Google Analytics, mais ce rapport n'existe pas dans Google Analytics, il n'y a donc rien à afficher ici.",
        "UploadSuccessful": "Téléchargement réussi !",
        "ViewId": "Identifiant de vue Google Analytics",
        "ViewIdHelp": "L'ID de la vue à importer. Ce sera un grand nombre, par exemple, 3450293.",
        "YesterdaysDate": "la date d'hier"
    }
}
