{
    "GoogleAnalyticsImporter": {
        "AccountId": "ID Akun Google Analytics",
        "AccountIdHelp": "ID akun yang memiliki atribut. Ini terkadang merupakan nomor setelah UA di ID atribut, tetapi tidak selalu demikian.",
        "Actions": "Tindakan",
        "AdminMenuTitle": "Impor Google Analytics",
        "Authorize": "Mengizinkan",
        "CancelExistingImportFirst": "Impor sudah ada untuk situs dengan ID = %1$s. Harap batalkan terlebih dahulu sebelum memulai yang baru.",
        "CancelJobConfirm": "Apakah Anda yakin ingin membatalkan pekerjaan yang sedang berlangsung ini?",
        "CannotImportMissingCustomDimensionSlots": "Tidak dapat mengimpor atribut Google Analytics, ada lebih banyak dimensi khusus dari jenis %1$s daripada slot dimensi khusus di Matomo. Atribut Anda menggunakan dimensi khusus %2$s, tetapi Matomo saat ini hanya memiliki ruang untuk dimensi %3$s. Lihat dokumentasi Dimensi Khusus untuk informasi lebih lanjut.",
        "Change": "Ubah",
        "ClientConfigSuccessfullyUpdated": "Anda telah berhasil mengunggah detail konfigurasi klien Anda! Sekarang Anda hanya perlu mengizinkan Matomo untuk melihat data Google Analytics Anda. Klik tombol di bawah ini:",
        "ConfigurationFile": "Berkas Konfigurasi",
        "ConfigurationText": "Teks Konfigurasi",
        "ConfigureClientDesc1": "Untuk mengimpor data Anda dari Google Analytics, Matomo memerlukan akses ke data ini.",
        "ConfigureClientDesc2": "%1$sUntuk memulai, ikuti petunjuk kami untuk mengambil konfigurasi OAuth Client Anda.%2$s Kemudian, unggah konfigurasi klien ini atau tempel ke kolom di bawah ini.",
        "ConfigureTheImporter": "Atur Importir",
        "ConfigureTheImporterHelp": "%1$sCatatan:%2$s Jika Anda tidak mengimpor data, data Google Analytics 3 Anda akan hilang secara permanen setelah tanggal 31 Desember 2023.",
        "CreationDate": "Tanggal Pembuatan Atribut Web",
        "DeleteUploadedClientConfig": "Jika Anda ingin menghapus konfigurasi klien yang diunggah, klik di bawah ini",
        "DimensionScope": "Cakupan Dimensi",
        "EditEndDate": "Ubah Tanggal Akhir Impor",
        "EndDate": "Tanggal Akhir",
        "EndDateHelp": "Tanggal untuk mengakhiri pengimporan pada. Secara asali, ini akan berjalan setiap hari sampai Anda memutuskan untuk membatalkannya.",
        "EnterImportDateRange": "Masukkan tanggal mulai dan akhir untuk mengimpor ulang",
        "EnterImportEndDate": "Masukkan tanggal akhir yang baru",
        "ErrorMessage": "Pesan galat",
        "ErrorMessageBugReportRequest": "Kesalahan ini tidak terduga dan kemungkinan akan berlanjut setiap kali Anda menjalankan impor pada hari ini. Untuk mengatasi masalah ini, silakan %1$sbertanya di forum%2$s. Jika Anda dapat memberikan akses ke akun GA Anda kepada anggota tim dukungan Matomo, itu akan memberikan solusi yang lebih cepat.",
        "EstimatedFinishIn": "Perkiraan selesai dalam %1$s hari.",
        "ExtraCustomDimensions": "Pemetaan Dimensi Khusus Ekstra",
        "ExtraCustomDimensionsHelp": "Google Analytics menyediakan beberapa dimensi yang tidak didukung secara native di Matomo, seperti demografi. Jika Anda ingin menyimpan data ini di Matomo, Anda dapat mengimpor data untuk dimensi tersebut ke dalam dimensi khusus. Untuk melakukannya, ketik dimensi GA di kolom pertama (lihat %1$sdaftar ini%2$s untuk melihat ID yang tepat untuk dimensi Google Analytics) dan jenis dimensi di kolom kedua.",
        "FinishedImportingDaysWaiting": "Selesai %1$s hari sejak kelanjutan terakhir, menunggu sampai besok untuk melanjutkan lagi.",
        "ForceCustomDimensionSlotCheck": "Abaikan batas slot dimensi khusus",
        "ForceCustomDimensionSlotCheckHelp": "Setiap instalasi Matomo memiliki sejumlah dimensi khusus per cakupan yang dapat Anda gunakan untuk situs tertentu. Ada kemungkinan atribut Google Analytics Anda menggunakan lebih banyak dari jumlah ini. Jika ini dicentang, importir akan mengabaikan dimensi khusus yang tidak dapat ditambahkannya. Jika Anda ingin menyimpan semuanya, Anda dapat menambahkan lebih banyak slot dimensi khusus ke Matomo %1$s(lihat dokumentasi Dimensi Khusus)%2$s.",
        "GADimension": "Dimensi GA",
        "GoogleAnalyticsInfo": "Info Google Analytics",
        "ImportEndDate": "Tanggal Akhir Impor",
        "ImportJobs": "Impor Pekerjaan",
        "ImportStartDate": "Tanggal Mulai Impor",
        "ImportStartTime": "Waktu Mulai Mengimpor",
        "ImporterHelp1": "Importir Google Analytics mengharuskan Anda untuk menyiapkan konfigurasi OAuth Client di Google API Console sebelum Anda dapat melakukan hal lain.",
        "ImporterHelp2": "Untuk melihat panduan langkah demi langkah untuk melakukan dan menyiapkan pengaya ini, %1$sklik di sini.%2$s",
        "ImporterHelp3": "%1$sCatatan:%2$s Impor ini akan membuat idSite baru yang akan mengimpor data Anda.",
        "ImporterIsConfigured": "Importir telah diatur dan Anda dapat memulai untuk mengimpor data melalui baris perintah.",
        "InsufficientScopes": "Kredensial OAuth Anda tidak memiliki izin untuk mengakses semua data Google Analytics Anda. Harap pastikan Anda telah mengaktifkan akses ke Google Analytics API dan Google Analytics Reporting API.",
        "InvalidClientJson": "JSON dalam berkas kredensial tidak valid, coba unduh ulang berkas dari Google API Console.",
        "InvalidDateFormat": "Tanggal harus dalam format berikut: %1$s",
        "InvalidDateRange": "Rentang tanggal tidak valid, tanggal mulai harus lebih awal dari tanggal akhir.",
        "InvalidRedirectUriInClientConfiguration": "redirect_uris tidak valid, minimal 1 uri harus cocok dengan uri \"%1$s\" di berkas konfigurasi yang diunggah",
        "IsMobileApp": "Aplikasi Seluler",
        "IsMobileAppHelp": "Jika atribut analitik Anda digunakan untuk aplikasi seluler, centang kotak ini. Jika tidak, impor mungkin gagal jika tidak ada URL yang terkait dengan atribut Anda.",
        "IsVerboseLoggingEnabled": "Aktifkan Pencatatan Verbose",
        "IsVerboseLoggingEnabledHelp": "Jika impor Anda gagal karena suatu alasan pada hari tertentu, Anda dapat mengaktifkan pencatatan verbose untuk mendapatkan informasi lebih lanjut tentang penyebabnya. Hanya aktifkan untuk tanggal yang gagal karena akan menghasilkan banyak sekali keluaran log. Setelah impor selesai, cari berkas log di folder %1$s dengan nama seperti %2$s. Kirim log ini di laporan awakutu/permintaan dukungan apa pun.",
        "JobWillRunUntilManuallyCancelled": "Tidak ada tanggal akhir impor yang ditentukan. Pekerjaan ini akan berjalan sampai dibatalkan secara manual.",
        "KilledStatusHelp": "Sepertinya tugas impor telah dihentikan. Jika Anda tidak melakukannya sendiri, host Anda mungkin tidak menyukai proses PHP yang berjalan lama. Pekerjaan impor akan dimulai lagi dalam satu jam berikutnya sehingga impor masih akan berlanjut. Jika kecepatan impor secara keseluruhan masih lambat (periksa kembali dalam sehari untuk melihatnya), lihat panduan pengguna untuk info lebih lanjut dan solusi untuk memecahkannya.",
        "LastDayArchived": "Hari Terakhir Diarsipkan",
        "LastDayImported": "Hari Terakhir Diimpor",
        "LastResumeTime": "Waktu Lanjutkan Terakhir",
        "LatestDayProcessed": "Hari Terakhir Diproses",
        "LeaveEmptyToRemove": "Biarkan kolom ini kosong untuk menghapus tanggal akhir dan melanjutkan impor hingga dibatalkan secara manual.",
        "LiveDataUnavailableForImported": "Data laporan untuk jangka waktu ini diimpor dari Google Analytics, tetapi data log kunjungan mentah tidak dapat diimpor dari Google Analytics, sehingga tidak tersedia untuk periode ini.",
        "LogDataRequiredForReport": "Data laporan untuk jangka waktu ini diimpor dari Google Analytics, tetapi laporan ini memerlukan data log kunjungan mentah, yang mana tidak dapat diimpor. Jadi laporan ini mungkin tidak menampilkan data.",
        "MatomoSite": "Situs Matomo",
        "MaxEndDateHelp": "Tanggal akhir maksimum yang diizinkan dalam pemasangan Matomo ini adalah %1$s. Jika Anda memasukkan tanggal yang melewatinya, tanggal tersebut akan diubah menjadi tanggal ini.",
        "MissingClientConfiguration": "Konfigurasi klien tidak ada atau tidak valid, harap unggah ulang.",
        "NohupExecutableMissing": "Matomo tidak dapat menemukan executable nohup. Pengimpor Google Analytics menggunakan nohup untuk menjalankan proses impor sehingga proses impor akan berjalan dengan sendirinya setelah permintaan web selesai. Eksekusi ini harus ada dan dapat diakses dari PHP agar importir dapat berfungsi.",
        "None": "Tidak Ada",
        "NotSetInGA": "Tidak diatur di Google Analytics",
        "Optional": "Pilihan",
        "PhpExecutableMissing": "Matomo tidak dapat menemukan PHP yang dapat dieksekusi. Pengimpor Google Analytics memanggil PHP dari baris perintah untuk mengimpor data. Eksekusi ini harus ada dan dapat diakses dari PHP agar importir dapat berfungsi.",
        "PropertyId": "ID Atribut Google Analytics",
        "PropertyIdHelp": "ID atribut yang akan diimpor. Ini memiliki format seperti berikut: UA-XXXXX-X, di mana X adalah angka.",
        "RateLimitHelp": "Google Analytics secara asali membatasi jumlah permintaan yang dapat Anda buat ke API untuk proyek tertentu hingga 50.000 per hari. Sepertinya pekerjaan impor ini telah melampaui batas tersebut, sehingga impor tidak dapat dilanjutkan hingga besok.",
        "ReAuthorize": "Otorisasi ulang",
        "ReimportDate": "Rentang tanggal impor ulang",
        "RemoveClientConfiguration": "Hapus Konfigurasi Klien",
        "RequiredExecutablesCheck": "Executable Diperlukan",
        "RequiredFunctionsCheck": "Fungsi PHP Diperlukan",
        "RequiredFunctionsMissing": "Matomo tidak dapat menemukan fungsi PHP %1$s, host Anda kemungkinan telah menonaktifkannya. Pengimpor Google Analytics menggunakan fungsi ini untuk mengimpor data di latar belakang. Tanpa mereka, importir tidak dapat berfungsi.",
        "ResumeDesc": "Melanjutkan. Catatan: jika impor Anda salah, melanjutkannya kemungkinan besar akan menghasilkan kesalahan yang sama kecuali Anda telah memperbarui pengaya dengan perbaikan. Jika telah dibatasi permintaannya, melanjutkan kemungkinan besar akan menghasilkan kesalahan pembatasan permintaan yang sama, tetapi akan otomatis dimulai ulang pada hari berikutnya ketika batas permintaan habis.",
        "Schedule": "Jadwal",
        "ScheduleAnImport": "Jadwalkan Impor",
        "ScheduleImportDesc1": "Jadwalkan impor baru di bawah. Ini akan dijalankan sekali sehari hingga seluruh rentang tanggal diimpor. Catatan: kami menjalankannya setiap hari karena ada batas permintaan API harian yang diberlakukan oleh Google. Setelah tercapai, kami tidak dapat melanjutkan impor hingga hari berikutnya. (Ini biasanya terjadi setelah mengimpor data selama 4 bulan).",
        "ScheduleImportDesc2": "Jika tidak ada tanggal akhir yang diberikan, impor akan berlanjut hingga Anda membatalkannya secara manual di bawah ini.",
        "ScheduledReImports": "Impor ulang",
        "SettingUp": "Menyiapkan",
        "SiteDeleted": "Situs Dihapus",
        "SiteID": "ID Situs",
        "Start": "Mulai",
        "StartDate": "Tanggal Mulai",
        "StartDateHelp": "Tanggal mulai mengimpor. Secara asali, ini adalah hari di mana Anda membuat atribut web GA.",
        "StartFinishTimes": "Waktu Mulai/Selesai",
        "Status": "Status",
        "ThereAreNoImportJobs": "Tidak ada pekerjaan impor untuk ditampilkan.",
        "ThisJobShouldFinishToday": "Pekerjaan ini harus selesai hari ini.",
        "ThisReportWasImportedFromGoogle": "Laporan ini diimpor dari Google Analytics. Beberapa data mungkin hilang atau dilaporkan sebagai Tidak Diketahui/ tidak disetel karena ketidakcocokan antara Matomo dan Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Periode ini mencakup tanggal yang datanya diimpor dari Google Analytics. Beberapa data mungkin hilang atau dilaporkan sebagai Tidak Diketahui/tidak disetel karena ketidakcocokan antara Matomo dan Google Analytics.",
        "TimeFinished": "Waktu Selesai",
        "TimeStarted": "Waktu Dimulai",
        "Timezone": "Zona waktu",
        "TimezoneHelp": "Google Analytics menggunakan beberapa zona waktu yang mana bukan zona waktu PHP yang valid. Jika situs Anda menggunakannya, Anda mungkin harus mengatur zona waktu secara manual di sini. Lihat %1$sdaftar ini%2$s untuk daftar zona waktu PHP yang valid.",
        "TodaysDate": "tanggal hari ini",
        "Troubleshooting": "Pemecahan Masalah",
        "UnsupportedReportInImportRange": "Data laporan untuk jangka waktu ini diimpor dari Google Analytics, tetapi laporan ini tidak ada di Google Analytics, jadi tidak ada yang ditampilkan di sini.",
        "ViewId": "ID Tampilan Google Analytics",
        "ViewIdHelp": "ID tampilan yang akan diimpor. Berupa angka yang besar, misalnya, 3450293.",
        "YesterdaysDate": "tanggal kemarin"
    }
}
