{
    "GoogleAnalyticsImporter": {
        "AccountId": "ID Akun Google Analytics",
        "AccountIdHelp": "ID akun yang memiliki atribut. Ini terkadang merupakan nomor setelah UA di ID atribut, tetapi tidak selalu demikian.",
        "Actions": "Tindakan",
        "AdminMenuTitle": "Impor Google Analytics",
        "Authorize": "Mengizinkan",
        "Change": "Ubah",
        "ClientConfigSuccessfullyUpdated": "Anda telah berhasil mengunggah detail konfigurasi klien Anda! Sekarang Anda hanya perlu mengizinkan Matomo untuk melihat data Google Analytics Anda. Klik tombol di bawah ini:",
        "ConfigurationFile": "Berkas Konfigurasi",
        "ConfigurationText": "Teks Konfigurasi",
        "ConfigureClientDesc1": "Untuk mengimpor data Anda dari Google Analytics, Matomo memerlukan akses ke data ini.",
        "ConfigureClientDesc2": "%1$sUntuk memulai, ikuti petunjuk kami untuk mengambil konfigurasi OAuth Client Anda.%2$s Kemudian, unggah konfigurasi klien ini atau tempel ke kolom di bawah ini.",
        "ConfigureTheImporter": "Atur Importir",
        "CreationDate": "Tanggal Pembuatan Atribut Web",
        "DeleteUploadedClientConfig": "Jika Anda ingin menghapus konfigurasi klien yang diunggah, klik di bawah ini",
        "EnterImportDateRange": "Masukkan tanggal mulai dan akhir untuk mengimpor ulang",
        "ImportJobs": "Impor Pekerjaan",
        "ImporterHelp1": "Importir Google Analytics mengharuskan Anda untuk menyiapkan konfigurasi OAuth Client di Google API Console sebelum Anda dapat melakukan hal lain.",
        "ImporterHelp2": "Untuk melihat panduan langkah demi langkah untuk melakukan dan menyiapkan plugin ini, %1$sklik di sini.%2$s",
        "ImporterIsConfigured": "Importir telah diatur dan Anda dapat memulai untuk mengimpor data melalui baris perintah.",
        "InvalidClientJson": "JSON dalam berkas kredensial tidak valid, coba unduh ulang berkas dari Google API Console.",
        "IsMobileApp": "Aplikasi Seluler",
        "MissingClientConfiguration": "Konfigurasi klien tidak ada atau tidak valid, harap unggah ulang.",
        "None": "Tidak Ada",
        "Optional": "Pilihan",
        "PropertyId": "ID Atribut Google Analytics",
        "PropertyIdHelp": "ID atribut yang akan diimpor. Ini memiliki format seperti berikut: UA-XXXXX-X, di mana X adalah angka.",
        "ReAuthorize": "Otorisasi ulang",
        "ReimportDate": "Impor ulang rentang tanggal",
        "RemoveClientConfiguration": "Hapus Konfigurasi Klien",
        "ScheduleAnImport": "Jadwalkan Impor",
        "SettingUp": "Menyiapkan",
        "StartDate": "Tanggal Mulai",
        "StartDateHelp": "Tanggal mulai mengimpor. Secara asali, ini adalah hari di mana Anda membuat atribut web GA.",
        "Status": "Status",
        "ViewId": "ID Tampilan Google Analytics",
        "ViewIdHelp": "ID tampilan yang akan diimpor. Berupa angka yang besar, misalnya, 3450293."
    }
}
