{
    "GoogleAnalyticsImporter": {
        "AccountId": "ID Account Google Analytics",
        "AccountIdHelp": "ID dell'account a cui appartiene la proprietà. È qualche volta il numero dopo UA nell'ID della proprietà, ma non è sempre così.",
        "AccountsConnectedSuccessfully": "Hai collegato con successo il tuo account Google!",
        "Actions": "Azioni",
        "AdminMenuTitle": "Importazione da Google Analytics",
        "Authorize": "Autorizza",
        "CancelExistingImportFirst": "Esiste già un'importazione per il sito con ID = %1$s. Si prega di annullarla prima di iniziarne una nuova.",
        "CancelJobConfirm": "Sei sicuro di voler eliminare questo lavoro in esecuzione?",
        "CannotImportMissingCustomDimensionSlots": "Impossibile importare la proprietà di Google Analytics, ci sono più dimensioni personalizzate di tipo %1$s dell'area per le dimensioni personalizzate in Matomo. La tua proprietà utilizza %2$s dimensioni personalizzate, ma Matomo al momento ha spazio solo per %3$s dimensioni. Per ulteriori informazioni, consulta la documentazione sulle dimensioni personalizzate.",
        "Change": "Cambia",
        "ClientConfigSuccessfullyUpdated": "Hai caricato con successo i dettagli di configurazione del tuo client! Adesso devi solo autorizzare Matomo a leggere i dati di Google Analytics. Clicca sul pulsante qui sotto:",
        "CloudRateLimitHelp": "Limite giornaliero nel cloud raggiunto, riprova domani. (Nota: GA per impostazione predefinita imposta un limite giornaliero sulnumero di richieste API effettuate ogni giorno. Questo limite è stato ripartito proporzionalmente su %1$s richieste al tuo account. Questo limite è ripartito proporzionalmente per ogni client cloud Matomo. Sembra che tu abbia raggiunto il limite. Continua l'importazione domani.)",
        "ConfigurationFile": "File di Configurazione",
        "ConfigurationText": "Testo di Configurazione",
        "ConfigureClientDesc1": "Per importare i dati da Google Analytics, Matomo deve potervi accedere.",
        "ConfigureClientDesc2": "%1$sPer iniziare, segui le nostre istruzioni per recuperare la configurazione del tuo client OAuth.%2$s Quindi carica la configurazione del client o incollala nel campo sottostante.",
        "ConfigureImportNotificationMessage": "Non perdere i tuoi preziosi insights storici! %1$sImporta adesso i tuoi dati di Google Analytics per %2$s%3$s nella tua piattaforma Matomo.",
        "ConfigureTheImporter": "Configura l'Importer",
        "ConfigureTheImporterHelp": "%1$sNota:%2$s Se non importi i tuoi dati, i tuoi dati di Google Analytics 3 andranno persi definitivamente dopo il 31 dicembre 2023.",
        "ConfigureTheImporterHelpNewDate": "%1$sNota:%2$s Se non importi i tuoi dati, i dati di Google Analytics 3 andranno persi definitivamente dopo il 30 giugno 2024.",
        "ConfigureTheImporterLabel1": "Importa le tue proprietà di Google Analytics e i dati dei report per creare un backup e analizzarli utilizzando i potenti strumenti di analisi di Matomo. Una volta collegato l'importatore, seleziona quali proprietà di Google Analytics importare e Matomo creerà automaticamente un nuovo sito web per ognuna.",
        "ConfigureTheImporterLabel2": "Per importare i tuoi dati da Google Analytics, Matomo ha bisogno di accedere a questi dati.",
        "ConfigureTheImporterLabel3": "Per iniziare, %1$ssegui le nostre istruzioni per recuperare la configurazione del tuo client OAuth%2$s. Quindi carica il file di configurazione del client utilizzando il pulsante in basso.",
        "CreationDate": "Data di Creazione Proprietà Web",
        "DeleteUploadedClientConfig": "Se devi eliminare la configurazione del client caricata, clicca qui sotto",
        "DimensionScope": "Ambito Dimensione",
        "EditEndDate": "Cambia Data Fine Importazione",
        "EndDate": "Data Fine",
        "EndDateHelp": "Data in cui bisogna terminare l'importazione. Per impostazione predefinita, essa verrà eseguita ogni giorno fin quando non deciderai di cancellarla. (YYYY-MM-DD)",
        "EndDateHelpText": "Data di fine dell'importazione. Se non viene fornita alcuna data di fine, l'importazione continuerà finché non la annullerai manualmente. (AAAA-MM-GG)",
        "EnterImportDateRange": "Inserisci le date di inizio e di fine da importare di nuovo",
        "EnterImportEndDate": "Inserisci la nuova data di fine",
        "ErrorMessage": "Messaggio di errore",
        "ErrorMessageBugReportRequest": "Questi errori sono imprevisti e probabilmente continueranno ogni volta che si esegue l'importazione in questo giorno. Per risolvere il problema, si prega di %1$schiedere sui forum%2$s. Se puoi fornire l'accesso al tuo account GA a un membro del team di supporto di Matomo, questi ti fornirà una soluzione più rapida.",
        "EstimatedFinishIn": "Conclusione stimata in %1$s giorni.",
        "ExtraCustomDimensions": "Mappature di Dimensioni Extra Personalizzate",
        "ExtraCustomDimensionsGA4Help": "GA4 fornisce alcune dimensioni che non sono supportate nativamente da Matomo, come i dati demografici. Se desideri conservare questi dati in Matomo, puoi importare i dati per tali dimensioni in una dimensione personalizzata. A tale scopo, digita la dimensione GA4 nel primo campo (consulta %1$squesto elenco%2$s per visualizzare gli ID corretti per le dimensioni GA4) e il tipo di dimensione nel secondo campo.",
        "ExtraCustomDimensionsHelp": "Google Analytics fornisce alcune dimensioni che non sono supportate in modo nativo in Matomo, come i dati demografici. Se desideri conservare questi dati in Matomo, puoi importare i dati per tali dimensioni in una dimensione personalizzata. Per fare ciò, digita la dimensione GA nel primo campo (vedi %1$squesto elenco%2$s per vedere gli ID corretti per le dimensioni di Google Analytics) e il tipo di dimensione nel secondo campo.",
        "FinishedImportingDaysWaiting": "Sono passati %1$s giorni dall'ultimo ripristino, si aspetta domani per riprendere nuovamente.",
        "ForceCustomDimensionSlotCheck": "Ignora il limite dell'area dimensioni personalizzate",
        "ForceCustomDimensionSlotCheckHelp": "Ogni installazione Matomo ha un determinato numero di dimensioni personalizzate per ambito che è possibile utilizzare per un determinato sito. È possibile che la tua proprietà Google Analytics utilizzi più di questo numero. Se questa opzione è selezionata, l'importatore ignorerà semplicemente le dimensioni personalizzate che non può aggiungere. Se desideri mantenerle tutte, puoi aggiungere più slot di dimensioni personalizzate al tuo Matomo %1$s(consulta la documentazione sulle dimensioni personalizzate)%2$s.",
        "FutureDateHelp": "Il processo di importazione è stato interrotto perché ha tentato di importare dati per una data futura o presente (%1$s). L'importatore ritenterà automaticamente l'importazione domani per garantire che vengano importati dati corretti e completi. ",
        "GA4Dimension": "Dimensione GA4",
        "GADimension": "Dimensione GA",
        "GAImportNoDataScreenStep01": "Scarica le credenziali OAuth dal tuo account Google seguendo questa %1$sguida%2$s.",
        "GAImportNoDataScreenStep02": "Carica le credenziali OAuth.",
        "GAImportNoDataScreenStep03": "Fai clic sul pulsante \"%1$s\" (si aprirà una nuova scheda in modo che tu possa seguire i passaggi successivi in questa scheda).",
        "GAImportNoDataScreenStep04": "Vai alla %1$spagina di importazione di Google Analytics%2$s. %3$sScopri di più%4$s.",
        "GAImportNoDataScreenStep05": "Seleziona il tipo di importazione.",
        "GAImportNoDataScreenStep06": "Compila il modulo Pianifica un'importazione.",
        "GAImportNoDataScreenStep07": "Fai clic su \"%1$s\".",
        "GAImportNoDataScreenStep07Note": "%1$sNota:%2$s Una volta cliccato su \"%3$s\", Matomo creerà automaticamente un nuovo sito Matomo per ciascuna proprietà selezionata.",
        "GAImportNoDataScreenStep08": "L'importazione dei dati richiede tempo. %1$sFai clic qui per monitorare lo stato dell'importazione dei tuoi dati%2$s.",
        "GAImportNoDataScreenStep09": "Per visualizzare i tuoi dati, aggiorna questa pagina e seleziona il nuovo sito Matomo creato dal menu a discesa in alto a sinistra.",
        "GoogleAnalyticsInfo": "Info di Google Analytics",
        "GoogleOauthCompleteWarning": "%1$sNota:%2$s Potresti ricevere un avviso da parte di Google al completare il processo OAuth che dice \"%1$sGoogle non ha verificato questa app%2$s\". In questo caso, puoi continuare in modo sicuro facendo clic su \"%1$sAvanzate%2$s\", e quindi su \"%1$sVai a matomo.cloud (non sicuro)%2$s\".",
        "ImportEndDate": "Data Fine Importazione",
        "ImportJobs": "Importazioni",
        "ImportStartDate": "Data Inizio Importazione",
        "ImportStartTime": "Orario Inizio Importazione",
        "ImporterHelp1": "L'importer di Google Analytics richiede che tu imposti la configurazione di OAuth Client nelle Console API di Google prima di poter fare altro.",
        "ImporterHelp2": "Per leggere la guida in tre punti su come farlo e impostare questo plugin %1$sclicca qui.%2$s",
        "ImporterHelp3": "%1$sNota:%2$s Questa importazione creerà un nuovo id sito in cui importerà i tuoi dati.",
        "ImporterIsConfigured": "L'Importer è configurato e puoi cominciare a importare i dati dalla riga di comando.",
        "InsufficientScopes": "Le tue credenziali OAuth non sono autorizzate ad accedere a tutti i tuoi dati di Google Analytics. Assicurati di aver abilitato l'accesso all'API di Google Analytics e all'API di Google Analytics Reporting.",
        "InvalidClientJson": "JSON non valido nel file delle credenziali, prova a scaricare di nuovo il file dalla Console API di Google.",
        "InvalidDateFormat": "La data deve essere nel seguente formato: %1$s",
        "InvalidDateRange": "Intervallo di date non valido, la data di inizio deve essere precedente la data di fine.",
        "InvalidRedirectUriInClientConfiguration": "redirect_uris non valido, almeno 1 uri dovrebbe corrispondere all'uri \"%1$s\" nel file di configurazione caricato",
        "IsMobileApp": "App Mobile",
        "IsMobileAppHelp": "Se la tua proprietà di analisi è per un'app mobile, seleziona questa casella. In caso contrario, l'importazione potrebbe non riuscire se non è presente alcun URL associato alla tua proprietà.",
        "IsVerboseLoggingEnabled": "Abilita Registrazione Dettagliata",
        "IsVerboseLoggingEnabledHelp": "Se l'importazione non riesce per qualche motivo in un giorno specifico, è possibile abilitare la registrazione dettagliata per ottenere ulteriori informazioni sulla causa. Abilitala solo per la data non riuscita poiché si tradurrà in una grande quantità di output del registro. Al termine dell'importazione, trova i file di registro nella cartella %1$s con un nome simile a %2$s. Invia questo registro con eventuali segnalazioni di bug / richieste di supporto.",
        "JobWillRunUntilManuallyCancelled": "Non è stata specificata una data di conclusione. Questo compito verrà eseguito fin quando non verrà cancellato manualmente.",
        "KilledStatusHelp": "Sembra che il processo di importazione sia stato arrestato. Se non l'hai fatto tu stesso, probabilmente al tuo host non piacciono i processi PHP di lunga durata. Il processo di importazione riprenderà entro la prossima ora, quindi l'importazione continuerà. Se la velocità di importazione è ancora lenta nel complesso (ricontrolla tra un giorno per vedere), allora consulta la guida utente per ulteriori informazioni e soluzioni alternative.",
        "LastDayArchived": "Ultimo Giorno Archiviato",
        "LastDayImported": "Ultimo Giorno Importato",
        "LastResumeTime": "Ora dell'ultimo ripristino",
        "LatestDayProcessed": "Ultimo Giorno Elaborato",
        "LeaveEmptyToRemove": "Lascia vuoto per rimuovere la data di fine e continuare l'importazione fino alla cancellazione manuale.",
        "LiveDataUnavailableForImported": "I dati del report per questo periodo di tempo sono stati importati da Google Analytics, ma i dati del registro delle visite non elaborati non possono essere importati da Google Analytics, quindi non sono disponibili per questo periodo.",
        "LogDataRequiredForReport": "I dati del report per questo periodo di tempo sono stati importati da Google Analytics, ma questo report richiede dati del registro delle visite non elaborati che non possono essere importati. Pertanto, questo report potrebbe non visualizzare i dati.",
        "MatomoSite": "Sito Matomo",
        "MaxEndDateHelp": "La data di fine massima consentita in questa installazione di Matomo è %1$s. Se inserisci una data successiva, verrà modificata in questa data.",
        "MissingClientConfiguration": "Configurazione del client mancante o non valida, si prega di caricarla di nuovo.",
        "NoDataScreenFollowStepComplete": "%1$sCongratulazioni!%2$s Hai configurato con successo l'importazione del tuo Google Analytics. Come già menzionato, questi dati vengono importati in un nuovo sito Matomo. Per verificare che i dati vengano importati, visita la tua %3$spagina di importazione di Google Analytics%4$s nelle impostazioni e verifica che l'importazione sia in corso.",
        "NoDataScreenFollowThisSteps": "Segui questi passaggi per configurarlo:",
        "NoDataScreenIntro": "L'importazione dei dati da Google Analytics è semplice con Matomo. Puoi usarlo per creare un backup delle tue proprietà e dei dati di report e analizzarli utilizzando Matomo.",
        "NoDataScreenOptionsDescription": "Puoi scegliere tra due opzioni: collegarti al tuo account Google Analytics è l'opzione più semplice e funziona per siti web con traffico leggero e medio. Se hai molti siti web o alcuni siti web ad alto traffico, la configurazione avanzata di Google OAuth consentirà una migrazione più veloce dei dati.",
        "NoDateSuccessImportMessageLine1": "Le tue proprietà Google Analytics sono state importate correttamente",
        "NoDateSuccessImportMessageLine2": "I report storici per queste proprietà verranno importati in background. Si prega di pazientare poiché il completamento dell'operazione richiederà alcuni giorni. È giunto il momento di impostare il tracciamento dei nuovi dati (vedi istruzioni di seguito).",
        "NohupExecutableMissing": "Matomo non riesce a trovare l'eseguibile nohup. Google Analytics Importer utilizza nohup per eseguire il processo di importazione in modo che continui da solo al termine di una richiesta web. Questo eseguibile deve essere presente e accessibile da PHP affinché l'importer funzioni.",
        "None": "Nessuno",
        "NotSetInGA": "Non impostato in Google Analytics",
        "OauthFailedMessage": "Abbiamo riscontrato un problema durante il processo di autorizzazione per l'importazione dei tuoi report GA. Per riprovare, fai clic sul pulsante qui sotto. Se il problema persiste, contatta il nostro team di supporto per avere assistenza. Ti aiuteranno a risolvere il problema e a importare i tuoi dati GA storici.",
        "Optional": "Opzionale",
        "PendingGAImportReportNotificationNoData": "Stiamo ancora importando da Google Analytics, ma dovresti riuscire a vedere i tuoi dati più recenti. Potrai visualizzare tutti i tuoi dati entro pochi giorni.",
        "PendingGAImportReportNotificationSomeData": "Stiamo ancora importando da Google Analytics, ma dovresti riuscire a vedere i tuoi dati più recenti. Finora sono stati importati dati fino al %1$s. Dovresti essere in grado di vedere i dati del tuo importatore a partire da questa data.",
        "PhpExecutableMissing": "Matomo non riesce a trovare l'eseguibile di PHP. Google Analytics Importer richiama PHP dalla riga di comando per importare dati. Questo eseguibile deve essere presente e accessibile da PHP affinché l'importer funzioni.",
        "PropertyId": "ID Proprietà Google Analytics",
        "PropertyIdGA4": "ID Proprietà GA4",
        "PropertyIdGA4Help": "L'ID della proprietà da importare. Avrà il seguente formato: proprietà/{PROPERTY_ID}, dove {PROPERTY_ID} sono numeri.",
        "PropertyIdHelp": "ID della proprietà da importare. Avrà il formato seguente: UA-XXXXX-X, dove le X sono le cifre.",
        "RateLimitHelp": "Google Analytics, per impostazione predefinita, limita il numero di richieste che è possibile effettuare all'API per un progetto specifico a 50.000 al giorno. Sembra che questo processo di importazione abbia superato questo limite, quindi l'importazione non può continuare fino a domani.",
        "RateLimitHourlyHelp": "Google Analytics limita per impostazione predefinita il numero di richieste che puoi effettuare all'API per un determinato progetto a 5000 ogni ora. Sembra che questo processo di importazione abbia superato tale limite, quindi l'importazione non può continuare fino alla prossima ora.",
        "ReAuthorize": "Autorizza di nuovo",
        "RecommendationButton": "Importa dati",
        "RecommendationText": "Abbiamo rilevato Google Analytics sul tuo sito web, quindi puoi configurare Matomo importando i tuoi dati da Google Analytics.",
        "RecommendationTitle": "Importa i dati di Google Analytics in Matomo (consigliato per te)",
        "ReimportDate": "Importa di nuovo l'intervallo di date",
        "RemoveClientConfiguration": "Elimina la Configurazione del Client",
        "RequiredExecutablesCheck": "Eseguibili Richiesti",
        "RequiredFunctionsCheck": "Funzioni PHP Richieste",
        "RequiredFunctionsMissing": "Matomo non riesce a trovare le funzioni PHP %1$s, probabilmente il tuo host le ha disabilitate. Google Analytics Importer utilizza queste funzioni per importare i dati in background. Senza di loro l'importer non può funzionare.",
        "ResumeDesc": "Resume. Nota: se l'importazione è errata, una ripresa molto probabilmente comporterà lo stesso errore a meno che non sia stato aggiornato il plug-in con una correzione. Se è stata limitata la frequenza, il resume molto probabilmente comporterà lo stesso errore di limitazione della frequenza, ma si riavvierà automaticamente il giorno successivo quando il limite di velocità si esaurisce.",
        "Schedule": "Programmazione",
        "ScheduleAnImport": "Programma un'Importazione per Google Universal Analytics (GA3)",
        "ScheduleAnImportGA4": "Programma un'importazione per Google Analytics 4 (GA4)",
        "ScheduleImportDesc1": "Pianifica qui sotto una nuova importazione. Verrà eseguito una volta al giorno fino a quando non verrà importato l'intero intervallo di date. Nota: lo eseguiamo quotidianamente poiché esiste un limite giornaliero di richieste API che Google applica. Una volta raggiunto, non possiamo continuare a importare fino al giorno successivo. (Questo limite è raggiunto, in genere, dopo avere importato 4 mesi di dati).",
        "ScheduleImportDesc2": "Se non viene fornita alcuna data di fine, l'importazione continuerà fino a quando non verrà annullata manualmente qui di seguito.",
        "ScheduleImportDescription": "Pianifica qui sotto una nuova importazione. Verrà eseguita una volta al giorno fino all'importazione dell'intero intervallo di date. L'importatore inizia importando i dati recenti e torna indietro verso la data di inizio specificata, prima di importare i dati futuri non appena diventano disponibili. Eseguiamo l'importazione quotidianamente, poiché esiste un limite giornaliero di richieste API imposto da Google. Una volta raggiunto il limite, non possiamo continuare a importare fino al giorno successivo (in media questo viene raggiunto dopo aver importato 4 mesi di dati).",
        "ScheduledReImports": "Reimportazioni",
        "SelectImporter": "Programma un'importazione per Google Analytics",
        "SelectImporterGA4InlineHelp": "Scegli questo se l'ID della tua proprietà contiene solo numeri (XXXXXXXXX).",
        "SelectImporterGA4InlineHelpText": "Scegli questa opzione se l'ID della tua proprietà contiene solo numeri (XXXXXXXXX).",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterSelection": "Da quale versione di Google Analytics vuoi importare i dati?",
        "SelectImporterUAInlineHelp": "Scegli questa opzione se l'ID della tua proprietà inizia con UA e termina con un numero (UA-XXXXXXXXX-1).",
        "SelectImporterUAInlineHelpText": "Scegli questa opzione se l'ID della tua proprietà inizia con UA e termina con un numero (UA-XXXXXXX-1).",
        "SelectImporterUATitle": "Google Universal analytics (GA3)",
        "SettingUp": "Impostazione",
        "SiteDeleted": "Sito Eliminato",
        "SiteID": "ID Sito",
        "Start": "Inizio",
        "StartDate": "Data Inizio",
        "StartDateHelp": "Data da cui iniziare l'importazione. Per impostazione predefinita, questo è il giorno in cui hai creato la tua proprietà web GA. (AAAA-MM-GG)",
        "StartFinishTimes": "Orari di Inizio/Fine",
        "Status": "Stato",
        "StreamId": "ID dello stream",
        "StreamIdFilter": "Filtra per ID dello stream (opzionale)",
        "StreamIdFilterHelpText": "L'ID dello stream per il quale desideri importare i dati. %1$sScopri di più.%2$s %3$sNota:%4$s lascia vuoto questo campo per importare dati da tutti gli stream.",
        "ThereAreNoImportJobs": "Non ci sono importazioni da mostrare.",
        "ThisJobShouldFinishToday": "Questo lavoro dovrebbe finire oggi.",
        "ThisReportWasImportedFromGoogle": "Questo report è stato importato da Google Analytics. Alcuni dati potrebbero essere mancanti o segnalati come Sconosciuto / Non impostato a causa di una incompatibilità tra Matomo e Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Questo periodo include le date in cui sono stati importati i dati da Google Analytics. Alcuni dati potrebbero essere mancanti o segnalati come Sconosciuto / Non impostato a causa di una incompatibilità tra Matomo e Google Analytics.",
        "TimeFinished": "Orario Fine",
        "TimeStarted": "Orario Inizio",
        "Timezone": "Fuso Orario",
        "TimezoneGA4Help": "GA4 utilizza alcuni fusi orari che non sono fusi orari PHP validi. Se il tuo sito ne utilizza uno, potresti dover impostare manualmente un fuso orario qui. Vedi %1$squesta lista%2$s per un elenco dei fusi orari PHP validi.",
        "TimezoneHelp": "Google Analytics utilizza alcuni fusi orari che non sono fusi orari validi in PHP. Se il tuo sito utilizza uno di questi, potresti dover impostare manualmente qui un fuso orario. Guarda questo %1$selenco%2$s per una lista di fusi orari validi in PHP.",
        "TodaysDate": "data di oggi",
        "Troubleshooting": "Risoluzione dei problemi",
        "UnsupportedReportInImportRange": "I dati del report per questo periodo di tempo sono stati importati da Google Analytics, ma questo report non esiste in Google Analytics, quindi qui non c'è nulla da visualizzare.",
        "UploadSuccessful": "Caricamento avvenuto con successo!",
        "Uploading": "Caricamento in corso…",
        "ViewId": "ID Vista Google Analytics",
        "ViewIdHelp": "ID della vista da importare. Sarà un numero grande, per esempio: 3450293.",
        "YesterdaysDate": "data di ieri"
    }
}
