{
    "GoogleAnalyticsImporter": {
        "AccountId": "ID Account Google Analytics",
        "AccountIdHelp": "ID dell'account a cui appartiene la proprietà. È qualche volta il numero dopo UA nell'ID della proprietà, ma non è sempre così.",
        "Actions": "Azioni",
        "AdminMenuTitle": "Importazione da Google Analytics",
        "Authorize": "Autorizza",
        "CancelExistingImportFirst": "Esiste già un'importazione per il sito con ID = %1$s. Si prega di annullarla prima di iniziarne una nuova.",
        "CancelJobConfirm": "Sei sicuro di voler eliminare questo lavoro in esecuzione?",
        "CannotImportMissingCustomDimensionSlots": "Impossibile importare la proprietà di Google Analytics, ci sono più dimensioni personalizzate di tipo %1$s dell'area per le dimensioni personalizzate in Matomo. La tua proprietà utilizza %2$s dimensioni personalizzate, ma Matomo al momento ha spazio solo per %3$s dimensioni. Per ulteriori informazioni, consulta la documentazione sulle dimensioni personalizzate.",
        "Change": "Cambia",
        "ClientConfigSuccessfullyUpdated": "Hai caricato con successo i dettagli di configurazione del tuo client! Adesso devi solo autorizzare Matomo a leggere i dati di Google Analytics. Clicca sul pulsante qui sotto:",
        "ConfigurationFile": "File di Configurazione",
        "ConfigurationText": "Testo di Configurazione",
        "ConfigureClientDesc1": "Per importare i dati da Google Analytics, Matomo deve potervi accedere.",
        "ConfigureClientDesc2": "%1$sPer iniziare, segui le nostre istruzioni per recuperare la configurazione del tuo client OAuth.%2$s Quindi carica la configurazione del client o incollala nel campo sottostante.",
        "ConfigureTheImporter": "Configura l'Importer",
        "CreationDate": "Data di Creazione Proprietà Web",
        "DeleteUploadedClientConfig": "Se devi eliminare la configurazione del client caricata, clicca qui sotto.",
        "DimensionScope": "Ambito Dimensione",
        "EditEndDate": "Cambia Data Fine Importazione",
        "EndDate": "Data Fine",
        "EndDateHelp": "Data in cui bisogna terminare l'importazione. Per impostazione predefinita, essa verrà eseguita ogni giorno fin quando non deciderai di cancellarla.",
        "EnterImportDateRange": "Inserisci le date di inizio e di fine da importare di nuovo",
        "EnterImportEndDate": "Inserisci la nuova data di fine",
        "ErrorMessage": "Messaggio di errore",
        "ErrorMessageBugReportRequest": "Questi errori sono imprevisti e probabilmente continueranno ogni volta che si esegue l'importazione in questo giorno. Per risolvere il problema, si prega di %1$schiedere sui forum%2$s. Se puoi fornire l'accesso al tuo account GA a un membro del team di supporto di Matomo, questi ti fornirà una soluzione più rapida.",
        "EstimatedFinishIn": "Conclusione stimata in %1$s giorni.",
        "ExtraCustomDimensions": "Mappature di Dimensioni Extra Personalizzate",
        "ExtraCustomDimensionsHelp": "Google Analytics fornisce alcune dimensioni che non sono supportate in modo nativo in Matomo, come i dati demografici. Se desideri conservare questi dati in Matomo, puoi importare i dati per tali dimensioni in una dimensione personalizzata. Per fare ciò, digita la dimensione GA nel primo campo (vedi %1$squesto elenco%2$s per vedere gli ID corretti per le dimensioni di Google Analytics) e il tipo di dimensione nel secondo campo.",
        "FinishedImportingDaysWaiting": "Sono passati %1$s giorni dall'ultimo ripristino, si aspetta domani per riprendere nuovamente.",
        "ForceCustomDimensionSlotCheck": "Ignora il limite dell'area dimensioni personalizzate",
        "ForceCustomDimensionSlotCheckHelp": "Ogni installazione Matomo ha un determinato numero di dimensioni personalizzate per ambito che è possibile utilizzare per un determinato sito. È possibile che la tua proprietà Google Analytics utilizzi più di questo numero. Se questa opzione è selezionata, l'importatore ignorerà semplicemente le dimensioni personalizzate che non può aggiungere. Se desideri mantenerle tutte, puoi aggiungere più slot di dimensioni personalizzate al tuo Matomo %1$s(consulta la documentazione sulle dimensioni personalizzate)%2$s.",
        "GADimension": "Dimensione GA",
        "GoogleAnalyticsInfo": "Info di Google Analytics",
        "ImportEndDate": "Data Fine Importazione",
        "ImportJobs": "Importazioni",
        "ImportStartDate": "Data Inizio Importazione",
        "ImportStartTime": "Orario Inizio Importazione",
        "ImporterHelp1": "L'importer di Google Analytics richiede che tu imposti la configurazione di OAuth Client nelle Console API di Google prima di poter fare altro.",
        "ImporterHelp2": "Per leggere la guida in tre punti su come farlo e impostare questo plugin %1$sclicca qui.%2$s",
        "ImporterHelp3": "%1$sNota:%2$s Questa importazione creerà un nuovo id sito in cui importerà i tuoi dati.",
        "ImporterIsConfigured": "L'Importer è configurato e puoi cominciare a importare i dati dalla riga di comando.",
        "InsufficientScopes": "Le tue credenziali OAuth non sono autorizzate ad accedere a tutti i tuoi dati di Google Analytics. Assicurati di aver abilitato l'accesso all'API di Google Analytics e all'API di Google Analytics Reporting.",
        "InvalidClientJson": "JSON non valido nel file delle credenziali, prova a scaricare di nuovo il file dalla Console API di Google.",
        "InvalidDateFormat": "La data deve essere nel seguente formato: %1$s",
        "InvalidDateRange": "Intervallo di date non valido, la data di inizio deve essere precedente la data di fine.",
        "InvalidRedirectUriInClientConfiguration": "redirect_uri non valido, almeno 1 uri dovrebbe corrispondere all'uri \"%1$s\" nel file di configurazione caricato",
        "IsMobileApp": "App Mobile",
        "IsMobileAppHelp": "Se la tua proprietà di analisi è per un'app mobile, seleziona questa casella. In caso contrario, l'importazione potrebbe non riuscire se non è presente alcun URL associato alla tua proprietà.",
        "IsVerboseLoggingEnabled": "Abilita Registrazione Dettagliata",
        "IsVerboseLoggingEnabledHelp": "Se l'importazione non riesce per qualche motivo in un giorno specifico, è possibile abilitare la registrazione dettagliata per ottenere ulteriori informazioni sulla causa. Abilitala solo per la data non riuscita poiché si tradurrà in una grande quantità di output del registro. Al termine dell'importazione, trova i file di registro nella cartella %1$s con un nome simile a %2$s. Invia questo registro con eventuali segnalazioni di bug / richieste di supporto.",
        "JobWillRunUntilManuallyCancelled": "Non è stata specificata una data di conclusione. Questo compito verrà eseguito fin quando non verrà cancellato manualmente.",
        "KilledStatusHelp": "Sembra che il processo di importazione sia stato arrestato. Se non l'hai fatto tu stesso, probabilmente al tuo host non piacciono i processi PHP di lunga durata. Il processo di importazione riprenderà entro la prossima ora, quindi l'importazione continuerà. Se la velocità di importazione è ancora lenta nel complesso (ricontrolla tra un giorno per vedere), allora consulta la guida utente per ulteriori informazioni e soluzioni alternative.",
        "LastDayArchived": "Ultimo Giorno Archiviato",
        "LastDayImported": "Ultimo Giorno Importato",
        "LastResumeTime": "Ora dell'ultimo ripristino",
        "LatestDayProcessed": "Ultimo Giorno Elaborato",
        "LeaveEmptyToRemove": "Lascia vuoto per rimuovere la data di fine e continuare l'importazione fino alla cancellazione manuale.",
        "LiveDataUnavailableForImported": "I dati del report per questo periodo di tempo sono stati importati da Google Analytics, ma i dati del registro delle visite non elaborati non possono essere importati da Google Analytics, quindi non sono disponibili per questo periodo.",
        "LogDataRequiredForReport": "I dati del report per questo periodo di tempo sono stati importati da Google Analytics, ma questo report richiede dati del registro delle visite non elaborati che non possono essere importati. Pertanto, questo report potrebbe non visualizzare i dati.",
        "MatomoSite": "Sito Matomo",
        "MaxEndDateHelp": "La data di fine massima consentita in questa installazione di Matomo è %1$s. Se inserisci una data successiva, verrà modificata in questa data.",
        "MissingClientConfiguration": "Configurazione del client mancante o non valida, si prega di caricarla di nuovo.",
        "NohupExecutableMissing": "Matomo non riesce a trovare l'eseguibile nohup. Google Analytics Importer utilizza nohup per eseguire il processo di importazione in modo che continui da solo al termine di una richiesta web. Questo eseguibile deve essere presente e accessibile da PHP affinché l'importer funzioni.",
        "None": "Nessuno",
        "NotSetInGA": "Non impostato in Google Analytics",
        "Optional": "Opzionale",
        "PhpExecutableMissing": "Matomo non riesce a trovare l'eseguibile di PHP. Google Analytics Importer richiama PHP dalla riga di comando per importare dati. Questo eseguibile deve essere presente e accessibile da PHP affinché l'importer funzioni.",
        "PropertyId": "ID Proprietà Google Analytics",
        "PropertyIdHelp": "ID della proprietà da importare. Avrà il formato seguente: UA-XXXXX-X, dove le X sono le cifre.",
        "RateLimitHelp": "Google Analytics, per impostazione predefinita, limita il numero di richieste che è possibile effettuare all'API per un progetto specifico a 50.000 al giorno. Sembra che questo processo di importazione abbia superato questo limite, quindi l'importazione non può continuare fino a domani.",
        "ReAuthorize": "Autorizza di nuovo",
        "ReimportDate": "Importa di nuovo l'intervallo di date",
        "RemoveClientConfiguration": "Elimina la Configurazione del Client",
        "RequiredExecutablesCheck": "Eseguibili Richiesti",
        "RequiredFunctionsCheck": "Funzioni PHP Richieste",
        "RequiredFunctionsMissing": "Matomo non riesce a trovare le funzioni PHP %1$s, probabilmente il tuo host le ha disabilitate. Google Analytics Importer utilizza queste funzioni per importare i dati in background. Senza di loro l'importer non può funzionare.",
        "ResumeDesc": "Resume. Nota: se l'importazione è errata, una ripresa molto probabilmente comporterà lo stesso errore a meno che non sia stato aggiornato il plug-in con una correzione. Se è stata limitata la frequenza, il resume molto probabilmente comporterà lo stesso errore di limitazione della frequenza, ma si riavvierà automaticamente il giorno successivo quando il limite di velocità si esaurisce.",
        "Schedule": "Programmazione",
        "ScheduleAnImport": "Programma un'Importazione",
        "ScheduleImportDesc1": "Pianifica qui sotto una nuova importazione. Verrà eseguito una volta al giorno fino a quando non verrà importato l'intero intervallo di date. Nota: lo eseguiamo quotidianamente poiché esiste un limite giornaliero di richieste API che Google applica. Una volta raggiunto, non possiamo continuare a importare fino al giorno successivo. (Questo limite è raggiunto, in genere, dopo avere importato 4 mesi di dati).",
        "ScheduleImportDesc2": "Se non viene fornita alcuna data di fine, l'importazione continuerà fino a quando non verrà annullata manualmente qui di seguito.",
        "ScheduledReImports": "Reimportazioni",
        "SettingUp": "Impostazione",
        "SiteDeleted": "Sito Eliminato",
        "SiteID": "ID Sito",
        "Start": "Inizio",
        "StartDate": "Data Inizio",
        "StartDateHelp": "Data da cui iniziare l'importazione. Per impostazione predefinita, questa è il giorno in cui hai creato la proprietà di GA.",
        "StartFinishTimes": "Orari di Inizio/Fine",
        "Status": "Stato",
        "ThereAreNoImportJobs": "Non ci sono importazioni da mostrare.",
        "ThisJobShouldFinishToday": "Questo lavoro dovrebbe finire oggi.",
        "ThisReportWasImportedFromGoogle": "Questo report è stato importato da Google Analytics. Alcuni dati potrebbero essere mancanti o segnalati come Sconosciuto / Non impostato a causa di una incompatibilità tra Matomo e Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Questo periodo include le date in cui sono stati importati i dati da Google Analytics. Alcuni dati potrebbero essere mancanti o segnalati come Sconosciuto / Non impostato a causa di una incompatibilità tra Matomo e Google Analytics.",
        "TimeFinished": "Orario Fine",
        "TimeStarted": "Orario Inizio",
        "Timezone": "Fuso Orario",
        "TimezoneHelp": "Google Analytics utilizza alcuni fusi orari che non sono fusi orari validi in PHP. Se il tuo sito utilizza uno di questi, potresti dover impostare manualmente qui un fuso orario. Guarda questo %1$selenco%2$s per una lista di fusi orari validi in PHP.",
        "TodaysDate": "data di oggi",
        "Troubleshooting": "Risoluzione dei problemi",
        "UnsupportedReportInImportRange": "I dati del report per questo periodo di tempo sono stati importati da Google Analytics, ma questo report non esiste in Google Analytics, quindi qui non c'è nulla da visualizzare.",
        "ViewId": "ID Vista Google Analytics",
        "ViewIdHelp": "ID della vista da importare. Sarà un numero grande, per esempio: 3450293.",
        "YesterdaysDate": "data di ieri"
    }
}
