{
    "GoogleAnalyticsImporter": {
        "AccountId": "Google Analytics-konto-ID",
        "AccountIdHelp": "ID-en for kontoen som eier egenskapen. Dette er noen ganger tallet etter «UA» i egenskaps-ID-en, men det er ikke alltid tilfelle.",
        "Actions": "Handlinger",
        "AdminMenuTitle": "Google Analytics-import",
        "Authorize": "Identitetsbekreft",
        "CancelExistingImportFirst": "En import finnes allerede for siden med ID = %1$s. Avbryt den før du starter en ny.",
        "CancelJobConfirm": "Avbryt denne pågående jobben?",
        "CannotImportMissingCustomDimensionSlots": "Kan ikke importere Google Analytics-egenskap. Det er flere egendefinerte dimensjoner av %1$s-typen enn plasser for egendefinerte dimensjoner i Matomo. Din egenskap bruker %2$s egendefinerte dimensjoner, men Matomo har per nå kun plass til %3$s. Sjekk dokumentasjonen om egendefinerte dimensjoner for mer info.",
        "Change": "Endre",
        "ClientConfigSuccessfullyUpdated": "Du har lastet opp klientoppsettsdetaljene dine. Nå må du godkjenne at Matomo kan bruke dataen fra Google Analytics. Klikk på knappen nedenfor:",
        "ConfigurationFile": "Oppsettsfil",
        "ConfigurationText": "Oppsettstekst",
        "ConfigureClientDesc1": "Matomo trenger tilgang til denne daten for å importere den fra Google Analytics.",
        "ConfigureClientDesc2": "%1$sFor å starte vår instruks for mottak av ditt OAuth-klientoppsett.%2$s Last så enten opp klientoppsettet eller lim det inn i feltet nedenfor.",
        "ConfigureTheImporter": "Sett opp importøren",
        "CreationDate": "Opprettelsesdato for vev-egenskap",
        "DeleteUploadedClientConfig": "Fjern opplastet klientoppsett ved å klikke nedenfor",
        "DimensionScope": "Dimensjonsomfang",
        "EditEndDate": "Endre sluttdato for import",
        "EndDate": "Sluttdato",
        "EndDateHelp": "Dato å slutte importering. Som forvalg vil den kjøres hver dag til du bestemmer deg for å avbryte den.",
        "EnterImportDateRange": "Skriv inn start- og sluttdatoer for å re-importere",
        "EnterImportEndDate": "Skriv inn den nye sluttdatoen",
        "ErrorMessage": "Feilmelding",
        "ErrorMessageBugReportRequest": "Disse feilene er uventede, og vil antagelig vedvare hver gang du kjører importen på denne dagen. For å løse problemet kan du %1$sspørre på forumet%2$s. Hvis du kan innvilge tilgang til din Google Analytics-konto til et medlem av Matomos støttelag vil det framskynde en løsning.",
        "EstimatedFinishIn": "Forventet fullført om %1$s dager.",
        "ExtraCustomDimensions": "Ekstra tilknytninger for egendefinerte dimensjoner",
        "ExtraCustomDimensionsGA4Help": "GA4 tilbyr noen dimensjoner som ikke er støttet i vanlig Matomo, som f.eks. demografi. Hvis du vil beholde denne dataen i Matomo kan du importere data for disse dimensjonene i en egendefinert dimensjon. For å gjøre dette kan du skrive GA4-dimensjon i det første feltet (%1$sdenne listen%2$s har fungerende ID-er for G4A-dimensjoner) og dimensjonstypen i det andre feltet.",
        "ExtraCustomDimensionsHelp": "Google Analytics tilbyr noen dimensjoner som ikke støttes direkte i Matomo, som demografi. Hvis du ønsker å beholde denne dataen i Matomo, kan du importere dato for disse dimensjonene inn i en egendefinert dimensjon. For å gjøre dette skriver du inn Google Analytics-dimensjonen i første felt (Sjekk %1$sdenne listen%2$s for å finne korrekte ID-er for Google Analytics-dimensjonene) og typen dimensjon i påfølgende felt.",
        "FinishedImportingDaysWaiting": "Fullførte %1$s dager siden siste sammendrag. Venter til i morgen med å fortsette.",
        "ForceCustomDimensionSlotCheck": "Ignorerer egendefinert plassgrense for dimensjon",
        "ForceCustomDimensionSlotCheckHelp": "Alle Matomo-installasjoner har et gitt antall egendefinerte dimensjoner per omfang du kan bruke for en gitt side. Det er mulig at din Google Analytics-egenskap bruker mer enn dette antallet. Hvis dette hukes av vil importøren ignorere de egendefinerte dimensjonene den ikke kan legge til. Hvis du ønsker å beholde alle, kan du legge til flere egendefinerte dimensjonsplasser i din Matomo (%1$ssjekk dokumentasjonen for egendefinerte dimensjoner%2$s).",
        "GA4Dimension": "G4A-dimensjon",
        "GADimension": "GA-dimensjon",
        "GoogleAnalyticsInfo": "Google Analytics-info",
        "ImportEndDate": "Importer sluttdato",
        "ImportJobs": "Importer jobber",
        "ImportStartDate": "Importer startdato",
        "ImportStartTime": "Starttid for import",
        "ImporterHelp1": "Google Analytics-importøren krever at du setter opp OAuth-klient i Google sin API-konsoll før du kan gjøre noe annet.",
        "ImporterHelp2": "%1$sStegvis veiledning%2$s for å gjøre dette og sette opp dette programtillegget.",
        "ImporterHelp3": "%1$sMerk:%2$s Denne importen vil opprette en ny «idSite» der du kan importere dataen din.",
        "ImporterIsConfigured": "Importøren er satt opp og du kan begynne å importere data gjennom kommandolinjen.",
        "InsufficientScopes": "Dine OAuth-identitetsdetaljer har ikke tilgang til din Google Analytics-data. Forsikre deg om at du har skrudd på tilgang til GOogle Analytics API-et og innrapporterings-API-et i Google Analytics.",
        "InvalidClientJson": "Ugyldig JSON i identitetdetaljsfil. Prøv å laste den ned igjen fra Google API-konsollen.",
        "InvalidDateFormat": "Datoen må være i følgende format: %1$s",
        "InvalidDateRange": "Ugyldig datofølge. Startdato må være før sluttdatoen.",
        "InvalidRedirectUriInClientConfiguration": "Ugyldig redirect_uris. Minst én URI skal samsvare med URI-en «%1$s» i opplastet oppsettsfil",
        "IsMobileApp": "Mobil-app",
        "IsMobileAppHelp": "Hvis din analyseegenskap tilhører et mobilprogram huker du av i denne boksen. Ellers kan det hende at importen mislykkes siden det ikke er noen nettadresse tilknyttet egenskapen din.",
        "IsVerboseLoggingEnabled": "Skru på sirlig loggføring",
        "IsVerboseLoggingEnabledHelp": "Hvis din import av noen årsak misslykkes på en gitt dato kan du skru på sirlig loggføring for å få mer info om årsaken. Kun skru dette på for den datoen som misslykkes, siden det medfører en stor mengde loggføringsutdata. Etter at importen fullføres finner du loggfilene i %1$s-mappen med et %2$s-navn. Send denne loggen inn sammen med feilrapporter/støtteforespørsler.",
        "JobWillRunUntilManuallyCancelled": "Ingen sluttdato for import er angitt. Denne jobben vil kjøre til den blir avbrutt manuelt.",
        "KilledStatusHelp": "Det ser ut til at en importjobb ble avsluttet. Hvis du ikke gjorde dette selv liker antagelig ikke verten din PHP-prosesser som kjører over lengre tid. Importjobben vil starte igjen innen neste time slik at importen fremdeles fortsetter. Hvis importhastigheten fremdeles er treg (sjekk igjen om en dag for å sjekke), kan du finne mer info og måter å unngå problemet i brukerveiledningen.",
        "LastDayArchived": "Siste dag arkivert",
        "LastDayImported": "Siste dag importert",
        "LastResumeTime": "Siste tidspunkt for fortsettelse",
        "LatestDayProcessed": "Siste dag behandlet",
        "LeaveEmptyToRemove": "La dette stå tomt for å fjerne sluttdatoen og fortsette importen til den avbrytes manuelt.",
        "LiveDataUnavailableForImported": "Rapportdata for denne tidsperioden ble importert fra Google Analytics, men rådata for besøkslogger kan ikke importeres fra Google Analytics, så det er ikke tilgjengelig for denne perioden.",
        "LogDataRequiredForReport": "Rapportdata for denne tidsperioden ble importert fra Google Analytics, men denne rapporten krever rådata for besøksdata, som ikke kan importeres. Denne rapporten kan dermed ikke vise dataen.",
        "MatomoSite": "Matomo-side",
        "MaxEndDateHelp": "Maksimal sluttdato tillat i denne Matmo-installasjonen er %1$s. Hvis du skriver inn en dato etter det, vil den bli endret til denne datoen.",
        "MissingClientConfiguration": "Manglende eller ugyldig klientoppsett. Last opp filen igjen.",
        "NohupExecutableMissing": "Matomo finner ikke kjørbar nohup-fil. Google Analytics-importøren bruker nohup for å kjøre importprosessen slik at den fortsetter på egenhånd etter at vev-forespørselen fullføres. Den kjørbare filen må være tilstede og tilgjengelig fra PHP for at importøren skal kunne virke.",
        "None": "Ingen",
        "NotSetInGA": "Ikke satt i Google Analytics",
        "Optional": "Valgfritt",
        "PhpExecutableMissing": "Matomo finner ikke kjørbar PHP-fil. Importøren for Google Analytics innhenter PHP fra kommandolinjen for å importere data. Denne kjørbare filen må være tilstede og tilgjengelig fra PHP for at importøren skal kunne virke.",
        "PropertyId": "Google Analytics-egenskaps-ID",
        "PropertyIdGA4": "G4A-egenskaps-ID",
        "PropertyIdGA4Help": "ID-for egenskapen som skal importeres. Den vil ha følgende format: egenskaper/{EGENSKAPS_ID}, der {EGENSKAPS_ID} er tall.",
        "PropertyIdHelp": "ID for egenskapen som skal importeres. Den vil ha følgende format: UA-XXXXX-X, der X er siffer.",
        "RateLimitHelp": "Google Analytics begrenser som forvalg antall forespørsler du kan gjøre til API-et for et gitt prosjekt til 50000 per dag. Det ser ut til at denne importjobben har overskredet denne grensen, så importen kan ikke fortsette før i morgen.",
        "RateLimitHourlyHelp": "Google Analytics begrenser som forvalg antall forespørsler du kan gjøre til API-et for et gitt prosjekt til 5000 per time. Det ser ut til at denne importjobben har overskredet denne grensen, så importen kan ikke fortsette før neste time.",
        "ReAuthorize": "Identitetsbekreft igjen",
        "ReimportDate": "Re-importer dato-følge",
        "RemoveClientConfiguration": "Fjern klientoppsett",
        "RequiredExecutablesCheck": "Påkrevde kjørbare filer",
        "RequiredFunctionsCheck": "Påkrevde PHP-funksjoner",
        "RequiredFunctionsMissing": "Matmomo finner ikke %1$s-PHP-funksjonene, antagelig fordi verten din har skrudd dem av. Google Analytics-importøren bruker disse for å importere data i bakgrunnen. Uten dem kan ikke importøren fungere.",
        "ResumeDesc": "Gjenoppta. Merk. hvis rapporten din har fått feil, vil det å gjenoppta den antagelig følge til samme feil, med mindre du har oppdatert programtillegget med en fiks. Hvis det er en bruksbegrensning vil mest sannsynlig samme grense inntreffe, men den startes automatisk neste dag når ny kvote er klar.",
        "Schedule": "Planlagt kjøring",
        "ScheduleAnImport": "Planlegg en import",
        "ScheduleAnImportGA4": "Planlegg import av Google Analytics 4 (GA4)",
        "ScheduleImportDesc1": "Planlegge en ny import nedenfor. Vil kjøre en gang om dagen til hele datofølget er importert. Merk: Den kjøres daglig siden Google har en daglig grense for API-forespørsler. Når denne er nådd kan ingen flere importeres før neste dag. (Dette skjer vanligvis etter å ha importert 4 måneder med data).",
        "ScheduleImportDesc2": "Hvis ingen sluttdato angis, vil importen fortsette til du manuelt avbryter den nedenfor.",
        "ScheduledReImports": "Re-importeringer",
        "SelectImporter": "Planlegg en import for Google Analytics",
        "SelectImporterGA4InlineHelp": "Velg dette hvis din egenskaps-ID kun har siffer (XXXXXXXXX).",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterSelection": "Hvilken Google Analytics-versjon vil du importere data fra?",
        "SelectImporterUAInlineHelp": "Velg dette hvis din egenskaps-ID starter med «UA» og slutter med et siffer (UA-XXXXXXXXX-1).",
        "SelectImporterUATitle": "Universelle Google-analysedata (GA3)",
        "SettingUp": "Oppsett",
        "SiteDeleted": "Side slettet",
        "SiteID": "Side-ID",
        "Start": "Begynn",
        "StartDate": "Startdato",
        "StartDateHelp": "Datoen å starte import fra. Som forvalg er dette datoen du opprettet din Google Analytics-innsamling.",
        "StartFinishTimes": "Start/fullføringstidspunkter",
        "Status": "Status",
        "ThereAreNoImportJobs": "Det er ingen importjobber å vise.",
        "ThisJobShouldFinishToday": "Denne jobben burde bli ferdig i dag.",
        "ThisReportWasImportedFromGoogle": "Rapoorten ble importert fra Google Analytics. Det kan hende noe av dataen mangler eller er innrapportert som ukjent/ikke satt, som følge av inkompatibilitet mellom Matomo og Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Denne perioden inkluderer datoer som har data importert fra Google Analytics. Noe av dataen kan mangle eller bli rapportert som ukjent/ikke satt som følge av inkompatibilitet mellom Matomo og Google Analytics.",
        "TimeFinished": "Fullføringstidspunkt",
        "TimeStarted": "Starttidspunkt",
        "Timezone": "Tidssone",
        "TimezoneGA4Help": "GA4 bruker noen tidssoner som ikke er gyldige PHP-tidssoner. Hvis nettsiden din bruker en av disse må du manuelt sette en tidssone her. Sjekk %1$sdenne listen%2$s for oversikt over gyldige PHP-tidssoner.",
        "TimezoneHelp": "Google Analytics bruker noen tidssoner som ikke er gyldige PGP-tidssoner. Hvis siden din bruker en av dem, må du manuelt sette en tidssone her. Sjekk %1$sdenne listen%2$s for info om gyldige PHP-tidssoner.",
        "TodaysDate": "dagens dato",
        "Troubleshooting": "Feilsøking",
        "UnsupportedReportInImportRange": "Rapportdata for denne tidsperioden ble importert fra Google Analytics, men denne rapporten finnes ikke i Google Analytics, så det er ingenting å vise her.",
        "Uploading": "Laster opp …",
        "ViewId": "Google Analytics-visnings-ID",
        "ViewIdHelp": "ID-en tilhørende visningen som skal importeres. Det er et stort tall, for eksempel «3450293».",
        "YesterdaysDate": "gårsdagens dato"
    }
}
