{
    "GoogleAnalyticsImporter": {
        "AccountId": "Google Analytics Account ID",
        "AccountIdHelp": "De ID van het account die eigenaar is van het property. Dit is soms het nummer achter UA in de property-ID, maar dat is niet altijd het geval.",
        "AccountsConnectedSuccessfully": "U heeft succesvol uw Google-account gekoppeld!",
        "Actions": "Acties",
        "AdminMenuTitle": "Google Analytics Import",
        "Authorize": "Autoriseer",
        "CancelExistingImportFirst": "Er bestaat al een import voor de site met ID = %1$s. Annuleer die eerst voordat u een nieuwe start.",
        "CancelJobConfirm": "Weet je zeker dat je deze lopende taak wilt annuleren?",
        "CannotImportMissingCustomDimensionSlots": "Kan Google Analytics-property niet importeren, er zijn meer aangepaste dimensies van het type %1$s dan aangepaste dimensieslots in Matomo. Uw property gebruikt %2$s aangepaste dimensies maar Matomo heeft momenteel alleen ruimte voor %3$s dimensies. Raadpleeg de documentatie aangepaste dimensies voor meer informatie.",
        "Change": "Aanpassen",
        "ClientConfigSuccessfullyUpdated": "Je hebt je klantconfiguratiegegevens succesvol geüpload! Nu hoef je alleen Matomo te autoriseren om de Google Analytics-gegevens te bekijken. Klik op onderstaande knop:",
        "CloudRateLimitHelp": "Dagelijkse cloud rate limiet bereikt, probeer het morgen opnieuw. (Opmerking: GA stelt standaard een dagelijkse limiet in op het aantal API-verzoeken per dag. Dit is pro-rata berekend tot %1$s verzoeken op uw account. Deze limiet wordt berekend voor elke Matomo cloud klant. Het lijkt erop dat u uw limiet heeft bereikt. Ga morgen verder met importeren)",
        "ConfigurationFile": "Configuratiebestand",
        "ConfigurationText": "Configuratie Tekst",
        "ConfigureClientDesc1": "Om de gegevens uit Google Analytics te importeren, heeft Matomo toegang tot deze gegevens nodig.",
        "ConfigureClientDesc2": "%1$sOm te beginnen volgt u onze instructies om uw OAuth Client-configuratie op te halen.%2$s Upload vervolgens deze clientconfiguratie of plak deze in het onderstaande veld.",
        "ConfigureImportNotificationMessage": "Mis uw waardevolle historische inzichten niet! %1$sImporteer nu uw Google Analytics gegevens voor %2$s%3$s in uw Matomo-platform.",
        "ConfigureTheImporter": "Configureer de importfunctionaliteit",
        "ConfigureTheImporterHelp": "%1$sOpmerking:%2$s Als u uw gegevens niet importeert, gaan uw Google Analytics 3 gegevens definitief verloren na 31 december 2023.",
        "ConfigureTheImporterHelpNewDate": "%1$sOpmerking:%2$s Indien u uw gegevens niet importeert, dan gaan uw Google Analytics 3 gegevens definitief verloren na 30 juni 2024.",
        "ConfigureTheImporterLabel1": "Importeer uw Google Analytics properties en rapportage data om een backup te maken en analyseer ze met Matomo's krachtige analytics tools. Zodra u de importer aansluit, selecteert u welke Google Analytics properties u wilt importeren en Matomo maakt automatisch een nieuwe website aan voor elk item.",
        "ConfigureTheImporterLabel2": "Om uw gegevens uit Google Analytics te importeren, heeft Matomo toegang tot deze gegevens nodig.",
        "ConfigureTheImporterLabel3": "Om te beginnen, %1$svolg onze instructies om uw OAuth Client-configuratie op te halen%2$s. Upload vervolgens het clientconfiguratiebestand via onderstaande knop.",
        "CreationDate": "Aanmaakdatum webproperty",
        "DeleteUploadedClientConfig": "Klik hieronder als u de geüploade client configuratie wilt verwijderen",
        "DimensionScope": "Dimensie Scope",
        "EditEndDate": "Einddatum voor importeren wijzigen",
        "EndDate": "Eind Datum",
        "EndDateHelp": "De datum waarop het importeren moet worden beëindigd. Standaard wordt het elke dag uitgevoerd totdat u besluit het te annuleren. (JJJJ-MM-DD)",
        "EndDateHelpText": "De datum waarop het importeren moet worden beëindigd. Als u geen einddatum opgeeft, gaat de import door totdat u deze handmatig annuleert. (JJJJ-MM-DD)",
        "EnterImportDateRange": "Geef de begin- en einddatum om opnieuw te importeren",
        "EnterImportEndDate": "Voer de nieuwe eind datum in",
        "ErrorMessage": "Foutmelding",
        "ErrorMessageBugReportRequest": "Deze fouten zijn onverwacht en zullen waarschijnlijk doorgaan telkens u de import op deze dag uitvoert. Om dit probleem op te lossen kunt u %1$svragen stellen op het forum%2$s. Als u een lid van Matomo's support team toegang kunt geven tot uw GA account zal dit een snellere oplossing bieden.",
        "EstimatedFinishIn": "Geschat einde in %1$s dagen.",
        "ExtraCustomDimensions": "Extra Custom Dimension Mappings",
        "ExtraCustomDimensionsGA4Help": "GA4 biedt een aantal dimensies die niet in Matomo worden ondersteund, zoals demografische gegevens. Als u deze gegevens in Matomo wilt bewaren, kunt u ze importeren in een aangepaste dimensie. Typ hiervoor de GA4-dimensie in het eerste veld (zie %1$sdeze lijst%2$s voor de juiste ID's voor GA4-dimensies) en het type dimensie in het tweede veld.",
        "ExtraCustomDimensionsHelp": "Google Analytics biedt een aantal dimensies die niet worden ondersteund in Matomo, zoals demografische gegevens. Als u deze gegevens wilt behouden in Matomo, kunt u deze importeren in een aangepaste dimensie. Typ hiervoor de GA-dimensie in het eerste veld (zie %1$sdeze lijst%2$s voor de juiste ID's voor Google Analytics dimensies) en het type dimensie in het tweede veld.",
        "FinishedImportingDaysWaiting": "%1$s dagen sinds laatste hervatting afgewerkt, wacht tot morgen om te hervatten.",
        "ForceCustomDimensionSlotCheck": "Negeer aangepaste dimensie slot limiet",
        "ForceCustomDimensionSlotCheckHelp": "Elke Matomo installatie heeft een vast aantal afmetingen per scope die u kunt gebruiken voor een bepaalde site. Het is mogelijk dat uw Google Analytics property er meer gebruikt. Als dit is aangevinkt, negeert de importer de aangepaste dimensies die hij niet kan toevoegen. Indien u ze allemaal wilt behouden, kunt u meer aangepast dimensieslots toevoegen aan uw Matomo %1$s(zie documentatie aangepaste dimensies)%2$s.",
        "FutureDateHelp": "Het importproces is gestopt omdat geprobeerd werd om gegevens te importeren voor een toekomstige of huidige datum (%1$s). De importer zal de import morgen automatisch opnieuw proberen om ervoor te zorgen dat correcte en volledige gegevens worden geïmporteerd. ",
        "GA4Dimension": "GA4-dimensie",
        "GADimension": "GA Dimensie",
        "GAImportNoDataScreenStep01": "Download de OAuth-inloggegevens van uw Google-account door deze %1$sinstructies%2$s te volgen.",
        "GAImportNoDataScreenStep02": "Upload de OAuth-inloggegevens.",
        "GAImportNoDataScreenStep03": "Klik op de knop \"%1$s\" (hiermee wordt een nieuw tabblad geopend zodat u de volgende stappen in dit tabblad kunt volgen).",
        "GAImportNoDataScreenStep04": "Ga naar de %1$sGoogle Analytics importpagina%2$s. %3$sMeer informatie%4$s.",
        "GAImportNoDataScreenStep05": "Selecteer het type import.",
        "GAImportNoDataScreenStep06": "Vul het formulier Invoeren plannen in.",
        "GAImportNoDataScreenStep07": "Klik op \"%1$s\".",
        "GAImportNoDataScreenStep07Note": "%1$sOpmerking:%2$s Zodra u op \"%3$s\" klikt, maakt Matomo automatisch een nieuwe Matomo-website aan voor elke geselecteerde eigenschap.",
        "GAImportNoDataScreenStep08": "Het importeren van gegevens kost tijd. %1$sKlik hier om de status van uw gegevensimport te volgen%2$s.",
        "GAImportNoDataScreenStep09": "Om uw gegevens te bekijken, vernieuwt u deze pagina en selecteert u vervolgens de nieuw aangemaakte Matomo-website in het vervolgkeuzemenu linksboven.",
        "GoogleAnalyticsInfo": "Google Analytics Info",
        "GoogleOauthCompleteWarning": "%1$sLet op:%2$s U kunt een waarschuwing van Google ontvangen bij het voltooien van het OAuth-proces met de melding \"%1$sGoogle heeft deze app niet geverifieerd%2$s\". In dat geval kunt u veilig doorgaan door op \"%1$sGeavanceerd%2$s\" en vervolgens op \"%1$sGa naar matomo.cloud (niet veilig)%2$s\" te klikken.",
        "ImportEndDate": "Einddatum importeren",
        "ImportJobs": "Jobs importeren",
        "ImportStartDate": "Startdatum importeren",
        "ImportStartTime": "Starttijd importeren",
        "ImporterHelp1": "De Google Analytics Import functionaliteit vereist dat de OAuth-cliënt configuratie instelt in de Google API-console voordat je iets anders kunt doen.",
        "ImporterHelp2": "Om een stapsgewijze handleiding te zien om dit te doen en deze plug-in in te stellen %1$s klik hier. %2$s",
        "ImporterHelp3": "%1$sOpmerking:%2$s deze import maakt een nieuwe idSite aan waarin de gegevens worden geïmporteerd.",
        "ImporterIsConfigured": "De importer is geconfigureerd en je kunt beginnen met het importeren van gegevens via de command line.",
        "InsufficientScopes": "Uw OAuth-referenties hebben geen toegang tot al uw Google Analytics-gegevens. Zorg ervoor dat u toegang heeft tot de Google Analytics API en de Google Analytics Reporting API.",
        "InvalidClientJson": "Ongeldig JSON-inloggegevensbestand. Probeer het bestand opnieuw te downloaden vanuit de Google API-console.",
        "InvalidDateFormat": "De datum moet volgens het volgende formaat zijn: %1$s",
        "InvalidDateRange": "Ongeldig datumbereik, de begindatum moet vroeger zijn dan de einddatum.",
        "InvalidRedirectUriInClientConfiguration": "Ongeldige redirect_uris, ten minste 1 URI moet overeenkomen met de URI \"%1$s\" in het geüploade configuratiebestand",
        "IsMobileApp": "Mobiele app",
        "IsMobileAppHelp": "Als uw analytics property voor een mobiele app is, vinkt u dit vakje aan. Anders kan de import mislukken als er geen URL aan uw property is gekoppeld.",
        "IsVerboseLoggingEnabled": "Schakel uitgebreide logboekregistratie in",
        "IsVerboseLoggingEnabledHelp": "Indien uw import om een bepaalde reden op een specifieke dag mislukt, kunt u verbose logging inschakelen om meer informatie te krijgen over de oorzaak. Schakel dit alleen in voor de mislukte datum, aangezien dit zal resulteren in een grote hoeveelheid logboekuitvoer. Nadat de import is voltooid, vindt u de logbestanden in de map %1$s met een naam zoals %2$s. Stuur deze log mee met eventuele bugrapporten/ondersteuningsverzoeken.",
        "JobWillRunUntilManuallyCancelled": "Geen einddatum voor importeren opgegeven. Deze taak wordt uitgevoerd totdat deze handmatig wordt geannuleerd.",
        "KilledStatusHelp": "Het lijkt erop dat de importtaak werd beëindigd. Als u dit niet zelf heeft gedaan, dan houdt uw host waarschijnlijk niet van langlopende PHP-processen. De importtaak start binnen het volgende uur opnieuw, zodat de import toch doorgaat. Als de invoersnelheid nog steeds traag is (kijk binnen een dag nog eens), raadpleeg dan de gebruikershandleiding voor meer informatie en workarounds.",
        "LastDayArchived": "Laatste Dag Gearchiveerd",
        "LastDayImported": "Laatste dag geïmporteerd",
        "LastResumeTime": "Laatste hervattijd",
        "LatestDayProcessed": "Laatste dag verwerkt",
        "LeaveEmptyToRemove": "Laat dit leeg om de einddatum te verwijderen en de import verder te zetten, totdat deze handmatig wordt geannuleerd.",
        "LiveDataUnavailableForImported": "De rapportgegevens voor deze periode werden geïmporteerd uit Google Analytics, maar ruwe bezoekloggegevens kunnen niet worden geïmporteerd uit Google Analytics, en zijn dus niet beschikbaar voor deze periode.",
        "LogDataRequiredForReport": "De rapportgegevens voor deze periode werden geïmporteerd uit Google Analytics, maar dit rapport vereist ruwe bezoekloggegevens, die niet kunnen worden geïmporteerd. Het is dus mogelijk dat dit rapport geen gegevens weergeeft.",
        "MatomoSite": "Matomo Site",
        "MaxEndDateHelp": "De maximaal toegestane einddatum in deze Matomo-installatie is %1$s. Als u een datum voorbij deze datum invoert, wordt deze aangepast naar deze datum.",
        "MissingClientConfiguration": "Ontbrekende of ongeldige cliënt configuratie. Upload opnieuw.",
        "NoDataScreenFollowStepComplete": "%1$sGefeliciteerd!%2$s U heeft succesvol uw Google Analytics-import geconfigureerd. Zoals eerder vermeld, worden deze gegevens geïmporteerd in een nieuwe Matomo-website. Om te controleren of gegevens worden geïmporteerd, gaat u naar uw %3$spagina voor het importeren van Google Analytics%4$s in de instellingen en controleert u of de import wordt uitgevoerd.",
        "NoDataScreenFollowThisSteps": "Volg deze stappen om dit in te stellen:",
        "NoDataScreenIntro": "Het importeren van uw gegevens van Google Analytics is eenvoudig met Matomo. U kunt hiermee een back-up maken van uw eigendommen en rapportagegegevens en deze analyseren met Matomo.",
        "NoDataScreenOptionsDescription": "U kunt kiezen uit twee opties: verbinding maken met uw Google Analytics-account is de eenvoudigste optie en werkt voor websites met een klein en gemiddeld verkeer. Als u veel websites heeft of enkele websites met veel verkeer, maakt de geavanceerde Google OAuth-configuratie een snellere migratie van gegevens mogelijk.",
        "NoDateSuccessImportMessageLine1": "Uw Google Analytics properties zijn succesvol geïmporteerd",
        "NoDateSuccessImportMessageLine2": "Historische rapporten voor deze properties worden op de achtergrond geïmporteerd. Wees geduldig, want dit zal enkele dagen in beslag nemen. Het is nu tijd om het volgen van nieuwe gegevens in te stellen (zie instructies hieronder).",
        "NohupExecutableMissing": "Matomo kan de nohup-executable niet vinden. De Google Analytics Importer gebruikt nohup om het importproces uit te voeren, zodat het zelfstandig kan doorgaan nadat een webverzoek is afgelopen. Deze executable moet aanwezig en toegankelijk zijn voor PHP om de importer te laten werken.",
        "None": "Geen",
        "NotSetInGA": "Niet ingesteld in Google Analytics",
        "OauthFailedMessage": "Er is een probleem opgetreden tijdens het autorisatieproces voor het importeren van uw GA-rapporten. Klik op onderstaande knop om het opnieuw te proberen. Als het probleem aanhoudt, neem dan contact op met ons ondersteuningsteam voor assistentie. Zij zullen u helpen om het probleem op te lossen en uw historische GA-gegevens te importeren.",
        "Optional": "Optioneel",
        "PendingGAImportReportNotificationNoData": "We importeren nog steeds uit Google Analytics, maar u zou uw meest recente gegevens moeten kunnen zien. Binnen enkele dagen kunt u al uw gegevens bekijken.",
        "PendingGAImportReportNotificationSomeData": "We importeren nog steeds uit Google Analytics, maar u zou uw meest recente gegevens moeten kunnen zien. Gegevens tot %1$s zijn tot nu toe geïmporteerd. U zou uw importgegevens vanaf deze datum moeten kunnen zien.",
        "PhpExecutableMissing": "Matomo kan de PHP-executable niet vinden. De Google Analytics Importer roept PHP aan vanaf de commandoregel om gegevens te importeren. Deze executable moet aanwezig en toegankelijk zijn voor PHP om de importer te laten werken.",
        "PropertyId": "Google Analytics Property ID",
        "PropertyIdGA4": "GA4 Property ID",
        "PropertyIdGA4Help": "De ID van de te importeren property. Het heeft het volgende formaat: properties/{PROPERTY_ID}, waarbij de {PROPERTY_ID} cijfers zijn.",
        "PropertyIdHelp": "Het ID van de eigenschap die moet worden geïmporteerd. Het heeft het volgende formaat: UA-XXXXX-X, waarbij de X's cijfers zijn.",
        "RateLimitHelp": "Google Analytics beperkt standaard het aantal verzoeken die u voor een specifiek project aan de API kunt doen tot 50.000 per dag. Het lijkt erop dat deze importtaak die limiet heeft overschreden, de import kan dus pas morgen verder gaan.",
        "RateLimitHourlyHelp": "Google Analytics beperkt standaard het aantal verzoeken die u kunt voor een specifiek project doen aan de API tot 5000 per uur. Het lijkt erop dat deze importtaak die limiet heeft overschreden, de import kan dus pas het volgende uur verder gaan.",
        "ReAuthorize": "Opnieuw autoriseren",
        "RecommendationButton": "Gegevens importeren",
        "RecommendationText": "We hebben Google Analytics op uw site gedetecteerd, zodat u Matomo kunt instellen door uw Google Analytics-gegevens te importeren.",
        "RecommendationTitle": "Importeer Google Analytics-gegevens in Matomo (aanbevolen voor u)",
        "ReimportDate": "Datumbereik opnieuw importeren",
        "RemoveClientConfiguration": "Verwijder Client Configuratie",
        "RequiredExecutablesCheck": "Vereiste Executables",
        "RequiredFunctionsCheck": "Vereiste PHP Functies",
        "RequiredFunctionsMissing": "Matomo kan de %1$s PHP-functies niet vinden, uw host heeft ze waarschijnlijk uitgeschakeld. De Google Analytics Importer gebruikt deze functies om gegevens op de achtergrond te importeren. Zonder deze functies kan de importer niet functioneren.",
        "ResumeDesc": "Hervatten. Opmerking: als er een fout is opgetreden bij het importeren, zal het hervatten waarschijnlijk leiden tot dezelfde fout, tenzij u de plugin heeft bijgewerkt met een oplossing. Als het een snelheidsbeperking is, zal het hervatten waarschijnlijk dezelfde fout opleveren, maar die zal de volgende dag automatisch opnieuw starten indien de snelheid afneemt.",
        "Schedule": "Planning",
        "ScheduleAnImport": "Plan een import voor Google Universal Analytics (GA3)",
        "ScheduleAnImportGA4": "Plan een import voor Google Analytics 4 (GA4)",
        "ScheduleImportDesc1": "Plan hieronder een nieuwe import. Deze wordt eenmaal per dag uitgevoerd totdat het hele datumbereik is geïmporteerd. Opmerking: we voeren dit dagelijks uit omdat er een dagelijkse API-verzoeklimiet is die Google afdwingt. Zodra deze limiet is bereikt, kunnen we niet verder importeren tot de volgende dag. (Die limiet wordt meestal bereikt na het importeren van 4 maanden aan gegevens).",
        "ScheduleImportDesc2": "Als er geen einddatum is opgegeven, gaat de import door totdat deze hieronder handmatig wordt gestopt.",
        "ScheduleImportDescription": "Plan hieronder een nieuwe import. Deze wordt eenmaal per dag uitgevoerd tot het hele datumbereik is geïmporteerd. De importer begint met het importeren van recente gegevens en werkt terug naar de opgegeven begindatum, vooraleer toekomstige gegevens worden geïmporteerd zodra deze beschikbaar zijn. We voeren de import dagelijks uit, omdat er een dagelijkse API-verzoeklimiet is die Google afdwingt. Zodra de limiet is bereikt, kunnen we niet verder importeren tot de volgende dag (gemiddeld wordt dit bereikt na het importeren van 4 maanden gegevens).",
        "ScheduledReImports": "Her-imports",
        "SelectImporter": "Plan een import voor Google Analytics",
        "SelectImporterGA4InlineHelp": "Kies dit als uw property ID enkel cijfers heeft (XXXXXXXXX).",
        "SelectImporterGA4InlineHelpText": "Kies dit als uw property ID alleen cijfers heeft (XXXXXXXXX).",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterSelection": "Uit welke versie van Google Analytics wilt u gegevens importeren?",
        "SelectImporterUAInlineHelp": "Kies dit als uw property-ID begint met UA en eindigt met een nummer (UA-XXXXXXXXX-1).",
        "SelectImporterUAInlineHelpText": "Kies dit als uw property ID begint met UA en eindigt met een nummer (UA-XXXXXXX-1).",
        "SelectImporterUATitle": "Google Universal Analytics (GA3)",
        "SettingUp": "Opzetten",
        "SiteDeleted": "Site verwijderd",
        "SiteID": "Site ID",
        "Start": "Start",
        "StartDate": "Start Datum",
        "StartDateHelp": "De datum waarop u met importeren begint. Dit is standaard de dag waarop de GA-webproperty is gemaakt. (JJJJ-MM-DD)",
        "StartFinishTimes": "Start-/eindtijden",
        "Status": "Status",
        "StreamId": "Stroom-ID",
        "StreamIdFilter": "Filteren op stroom-ID (optioneel)",
        "StreamIdFilterHelpText": "De stroom-ID waarvan u gegevens wilt importeren. %1$sMeer informatie.%2$s %3$sOpmerking:%4$s Laat dit veld leeg om gegevens van alle stromen te importeren.",
        "ThereAreNoImportJobs": "Er zijn geen importtaken om weer te geven.",
        "ThisJobShouldFinishToday": "Deze taak zou vandaag moeten eindigen.",
        "ThisReportWasImportedFromGoogle": "Dit rapport is geïmporteerd uit Google Analytics. Sommige gegevens kunnen ontbreken of worden gerapporteerd als onbekend/niet ingesteld vanwege incompatibiliteiten tussen Matomo en Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Deze periode bevat gegevens die geïmporteerd zijn uit Google Analytics. Sommige gegevens kunnen ontbreken of worden gerapporteerd als onbekend/niet ingesteld vanwege incompatibiliteiten tussen Matomo en Google Analytics.",
        "TimeFinished": "Tijd Geëindigd",
        "TimeStarted": "Starttijd",
        "Timezone": "Tijdzone",
        "TimezoneGA4Help": "GA4 gebruikt soms tijdzones die geen geldige PHP tijdzones zijn. Als uw site er een gebruikt, kan het zijn dat u hier handmatig een tijdzone moet instellen. Zie %1$sdeze lijst%2$s voor een overzicht met geldige PHP-tijdzones.",
        "TimezoneHelp": "Google Analytics gebruikt soms tijdzones die geen geldige PHP-tijdzones zijn. Als uw site er een gebruikt, kan het zijn dat u hier handmatig een tijdzone moet instellen. Zie %1$sdeze lijst%2$s voor een overzicht van geldige PHP-tijdzones.",
        "TodaysDate": "datum van vandaag",
        "Troubleshooting": "Probleemoplossen",
        "UnsupportedReportInImportRange": "De rapportgegevens voor deze periode werden geïmporteerd uit Google Analytics, maar dit rapport bestaat niet in Google Analytics, dus er is niets om hier weer te geven.",
        "UploadSuccessful": "Upload succesvol!",
        "Uploading": "Uploaden...",
        "ViewId": "Google Analytics View ID",
        "ViewIdHelp": "Het ID van de weergave dat je wilt importeren. Het wordt een lang getal, bijvoorbeeld 3450293.",
        "YesterdaysDate": "datum van gisteren"
    }
}
