{
    "GoogleAnalyticsImporter": {
        "AccountId": "Id. da Conta de Analítica Google",
        "AccountIdHelp": "O ID da conta que possui a propriedade. Às vezes, esse é o número após UA no ID da propriedade, mas nem sempre é o caso.",
        "Actions": "Ações",
        "AdminMenuTitle": "Importação do Google Analytics",
        "Authorize": "Autorizar",
        "CancelExistingImportFirst": "Já existe uma importação para o site com a Id. = %1$s. Por favor, cancele-a antes de iniciar uma nova.",
        "CancelJobConfirm": "Tem a certeza que deseja cancelar a tarefa em progresso?",
        "CannotImportMissingCustomDimensionSlots": "Não é possível importar a propriedade do Google Analytics, há mais dimensões personalizadas do tipo %1$s do que slots de dimensão personalizada no Matomo. Sua propriedade está usando %2$s dimensões personalizadas, mas Matomo atualmente só tem espaço para %3$s dimensões. Consulte a documentação de dimensões personalizadas para obter mais informações.",
        "Change": "Alterar",
        "ClientConfigSuccessfullyUpdated": "Você carregou com sucesso os detalhes de configuração do seu cliente! Agora você só precisa autorizar o Matomo a visualizar seus dados do Google Analytics. Clique no botão abaixo:",
        "CloudRateLimitHelp": "Limite diário de taxa de nuvem atingido. Tente novamente amanhã. (Observação: o GA, por padrão, define um limite diário para o número de solicitações de API feitas a cada dia. Isso foi rateado para %1$s solicitações para sua conta. Esse limite é rateado para cada cliente da nuvem Matomo. Parece que você atingiu seu limite. Continue a importação amanhã.)",
        "ConfigurationFile": "Ficheiro de Configuração",
        "ConfigurationText": "Texto da Configuração",
        "ConfigureClientDesc1": "Para poder importar os seus dados da Analítica Google, Matomo precisa de aceder a estes dados.",
        "ConfigureClientDesc2": "%1$sPara começar, siga nossas instruções para recuperar a configuração do cliente OAuth.%2$s Em seguida, carregue esta configuração do cliente ou cole-a no campo abaixo.",
        "ConfigureImportNotificationMessage": "Não perca as suas valiosas perspetivas históricas! %1$s Importe os seus dados do Google Analytics para %2$s%3$s na sua plataforma do Matomo agora.",
        "ConfigureTheImporter": "Configurar a ferramenta de importação",
        "ConfigureTheImporterHelp": "%1$sObservação:%2$s Se você não importar seus dados, seus dados do Google Analytics 3 serão perdidos permanentemente após 31 de dezembro de 2023.",
        "ConfigureTheImporterLabel1": "Importe suas propriedades e dados de relatórios do Google Analytics para criar um backup e analisá-los usando as poderosas ferramentas de análise da Matomo. Depois de conectar o importador, selecione quais propriedades do Google Analytics importar e o Matomo criará automaticamente um novo site para cada uma.",
        "ConfigureTheImporterLabel2": "Para importar seus dados do Google Analytics, o Matomo precisa ter acesso a esses dados.",
        "ConfigureTheImporterLabel3": "Para começar, %1$ssiga nossas instruções para recuperar sua configuração do Cliente OAuth %2$s. Em seguida, carregue o arquivo de configuração do cliente usando o botão abaixo.",
        "CreationDate": "Data de Criação da Propriedade da Web",
        "DeleteUploadedClientConfig": "Se pretender remover a configuração do cliente enviada, clique em baixo",
        "DimensionScope": "Âmbito de Dimensão",
        "EditEndDate": "Alterar Data de Fim da Importação",
        "EndDate": "Data de Fim",
        "EndDateHelp": "A data para terminar a importação em. Por padrão, ele será executado todos os dias até que você decida cancelá-lo. (AAAA-MM-DD)",
        "EndDateHelpText": "A data para encerrar a importação. Se nenhuma data de término for fornecida, a importação continuará até que você a cancele manualmente. (AAAA-MM-DD)",
        "EnterImportDateRange": "Insira as datas de início e término para reimportar",
        "EnterImportEndDate": "Inserir a nova data de fim",
        "ErrorMessage": "Mensagem de erro",
        "ErrorMessageBugReportRequest": "Esses erros são inesperados e provavelmente continuarão toda vez que você executar a importação neste dia. Para resolver esse problema, %1$sa pergunte nos fóruns%2$s. Se você puder fornecer acesso à sua conta GA a um membro da equipe de suporte do Matomo, isso fornecerá uma resolução mais rápida.",
        "EstimatedFinishIn": "Conclusão estimada em %1$s dias.",
        "ExtraCustomDimensions": "Mapeamentos de dimensões personalizadas extras",
        "ExtraCustomDimensionsGA4Help": "O GA4 fornece algumas dimensões que não têm suporte nativo no Matomo, como dados demográficos. Se quiser preservar esses dados no Matomo, você pode importar dados dessas dimensões para uma dimensão personalizada. Para fazer isso, digite a dimensão do GA4 no primeiro campo (consulte %1$sesta lista%2$s para ver os IDs adequados para as dimensões do GA4) e o tipo de dimensão no segundo campo.",
        "ExtraCustomDimensionsHelp": "A «Analítica Google» fornece algumas dimensões que não são suportadas nativamente no Matomo, tal como os dados demográficos. Se desejar preservar estes dados no Matomo, pode importar os dados para essas dimensões numa dimensão personalizada. Para o fazer, digite a dimensão GA no primeiro campo (consulte %1$sesta lista%2$s para ver as Ids. adequadas para as dimensões da «Analítica Google») e o tipo da dimensão no segundo campo.",
        "FinishedImportingDaysWaiting": "Concluiu %1$s dias desde o último reinício, aguardando até amanhã para retomar novamente.",
        "ForceCustomDimensionSlotCheck": "Ignorar limite de slot de dimensão personalizada",
        "ForceCustomDimensionSlotCheckHelp": "Cada instalação do Matomo tem um número definido de dimensões personalizadas por escopo que você pode usar para um determinado site. É possível que sua propriedade do Google Analytics use mais do que esse número. Se estiver marcada, o importador simplesmente ignorará as dimensões personalizadas que não pode adicionar. Se quiser mantê-los todos, você pode adicionar mais slots de dimensão personalizada ao seu Matomo %1$s(consulte a documentação de dimensões personalizadas)%2$s.",
        "FutureDateHelp": "O processo de importação foi interrompido porque tentou importar dados de uma data futura ou presente (%1$s). O importador tentará automaticamente nova importação amanhã para garantir que os dados corretos e completos sejam importados. ",
        "GA4Dimension": "Dimensão GA4",
        "GADimension": "Dimensão GA",
        "GoogleAnalyticsInfo": "Informação da Analítica Google",
        "GoogleOauthCompleteWarning": "%1$sObservação:%2$s Você pode receber um aviso do Google ao concluir o processo OAuth dizendo \"%1$sGoogle não verificou este aplicativo%2$s\". Nesse caso, você pode continuar com segurança clicando em \"%1$sAdvanced%2$s\" e, em seguida, \"%1$sGo to matomo.cloud (unsafe)%2$s\".",
        "ImportEndDate": "Data de Fim da Importação",
        "ImportJobs": "Importar Tarefas",
        "ImportStartDate": "Data Início Importação",
        "ImportStartTime": "Hora de Início da Importação",
        "ImporterHelp1": "O «Importador da Analítica Google» requer que defina a configuração do «Cliente» de OAuth na «Consola da API Google» antes de fazer qualquer outra coisa.",
        "ImporterHelp2": "Para ver um guia passo a passo para fazer isto e configurar esta extensão, %1$sclique aqui.%2$s",
        "ImporterHelp3": "%1$sNota:%2$s Esta importação criará um novo idSite onde irá importar seus dados.",
        "ImporterIsConfigured": "O importador está configurado e pode começar a importar os dados através da linha de comandos.",
        "InsufficientScopes": "Suas credenciais OAuth não têm permissão para acessar todos os seus dados do Google Analytics. Verifique se você ativou o acesso à API do Google Analytics e à API de relatórios do Google Analytics.",
        "InvalidClientJson": "JSON inválido no ficheiro das credenciais; tente transferir novamente o ficheiro da Consola de API Google.",
        "InvalidDateFormat": "A data deve estar no seguinte formato: %1$s",
        "InvalidDateRange": "Intervalo de datas inválido, a data de início deve ser anterior à data de término.",
        "InvalidRedirectUriInClientConfiguration": "Redirect_uris inválido, pelo menos 1 uri deve corresponder ao uri \"%1$s\" no arquivo de configuração carregado",
        "IsMobileApp": "Aplicação móvel",
        "IsMobileAppHelp": "Se sua propriedade de análise for para um aplicativo móvel, marque esta caixa. Caso contrário, a importação poderá falhar se não houver URL associado à sua propriedade.",
        "IsVerboseLoggingEnabled": "Ativar Registo Verboso",
        "IsVerboseLoggingEnabledHelp": "Se sua importação estiver falhando por algum motivo em um dia específico, você poderá habilitar o log detalhado para obter mais informações sobre a causa. Habilite-o apenas para a data de falha, pois resultará em uma grande quantidade de saída de log. Após a conclusão da importação, localize os arquivos de log na pasta %1$s com um nome como %2$s. Envie este log com quaisquer relatórios de bugs/solicitações de suporte.",
        "JobWillRunUntilManuallyCancelled": "Nenhuma data final de importação especificada. Este trabalho será executado até ser cancelado manualmente.",
        "KilledStatusHelp": "Parece que o trabalho de importação foi encerrado. Se você não fez isso sozinho, seu host provavelmente não gosta de processos PHP de execução longa. O trabalho de importação será iniciado novamente na próxima hora, portanto, a importação continuará. Se a velocidade de importação ainda estiver lenta no geral (volte em um dia para ver), consulte o guia do usuário para obter mais informações e soluções alternativas.",
        "LastDayArchived": "Último Dia Arquivado",
        "LastDayImported": "Último Dia Importado",
        "LastResumeTime": "Hora do Último Resumo",
        "LatestDayProcessed": "Última Dia Processado",
        "LeaveEmptyToRemove": "Deixe em branco para remover a data de término e continuar a importação até ser manualmente cancelada.",
        "LiveDataUnavailableForImported": "Os dados do relatório para este período foram importados do Google Analytics, mas os dados brutos do registro de visitas não podem ser importados do Google Analytics e, portanto, não estão disponíveis para este período.",
        "LogDataRequiredForReport": "Os dados do relatório para este período foram importados do Google Analytics, mas este relatório requer dados brutos de registro de visitas, que não podem ser importados. Portanto, este relatório pode não exibir dados.",
        "MatomoSite": "Site de Mamoto",
        "MaxEndDateHelp": "A data final máxima permitida nesta instalação do Matomo é %1$s. Se você inserir uma data posterior, ela será alterada para esta data.",
        "MissingClientConfiguration": "Configuração do cliente em falta ou inválida, por favor, reenvie novamente.",
        "NoDateSuccessImportMessageLine1": "Suas propriedades do Google Analytics foram importadas com sucesso",
        "NoDateSuccessImportMessageLine2": "Os relatórios históricos dessas propriedades serão importados em segundo plano. Por favor, seja paciente, pois isso levará alguns dias para ser concluído. Agora é hora de configurar o rastreamento de novos dados (veja as instruções abaixo).",
        "NohupExecutableMissing": "Matomo não consegue encontrar o executável nohup. O importador do Google Analytics usa nohup para executar o processo de importação para que ele continue sozinho após a conclusão de uma solicitação da web. Este executável deve estar presente e acessível a partir do PHP para que o importador funcione.",
        "None": "Nenhum",
        "NotSetInGA": "Não definir na Analítica Google",
        "OauthFailedMessage": "Encontramos um problema durante o processo de autorização para importar seus relatórios do GA. Para tentar novamente, clique no botão abaixo. Se o problema persistir, entre em contato com nossa equipe de suporte para obter assistência. Eles ajudarão você a resolver o problema e a importar seus dados históricos do GA.",
        "Optional": "Opcional",
        "PendingGAImportReportNotificationNoData": "Ainda estamos importando do Google Analytics, mas você deve conseguir ver seus dados mais recentes. Você poderá visualizar todos os seus dados em alguns dias.",
        "PendingGAImportReportNotificationSomeData": "Ainda estamos importando do Google Analytics, mas você deve conseguir ver seus dados mais recentes. Os dados até %1$s foram importados até agora. Você deve conseguir ver os dados do seu importador desde esta data.",
        "PhpExecutableMissing": "Matomo não consegue encontrar o executável do PHP. O importador do Google Analytics invoca o PHP da linha de comando para importar dados. Este executável deve estar presente e acessível a partir do PHP para que o importador funcione.",
        "PropertyId": "Id. da Propriedade da Analítica Google",
        "PropertyIdGA4": "ID da propriedade do GA4",
        "PropertyIdGA4Help": "O ID da propriedade a ser importada. Terá o seguinte formato: properties/{PROPERTY_ID}, onde os {PROPERTY_ID} são dígitos.",
        "PropertyIdHelp": "A Id. da propriedade para importar. Esta terá o seguinte formato: UA-XXXXX-X, onde os \"Xs\" são dígitos.",
        "RateLimitHelp": "O Google Analytics, por padrão, limita o número de solicitações que você pode fazer à API para um projeto específico a 50.000 por dia. Parece que este trabalho de importação excedeu esse limite, então a importação não pode continuar até amanhã.",
        "RateLimitHourlyHelp": "O Google Analytics, por padrão, limita o número de solicitações que você pode fazer à API para um projeto específico a 5.000 por hora. Parece que este trabalho de importação excedeu esse limite, então a importação não pode continuar até a próxima hora.",
        "ReAuthorize": "Voltar a autorizar",
        "ReimportDate": "Intervalo de datas de reimportação",
        "RemoveClientConfiguration": "Remover Configuração de Cliente",
        "RequiredExecutablesCheck": "Executáveis Requeridos",
        "RequiredFunctionsCheck": "Funções de PHP Requeridas",
        "RequiredFunctionsMissing": "Matomo não consegue encontrar as funções PHP %1$s, seu host provavelmente as desativou. O importador do Google Analytics usa essas funções para importar dados em segundo plano. Sem eles o importador não pode funcionar.",
        "ResumeDesc": "Retomar. Observação: se sua importação tiver um erro, retomá-la provavelmente resultará no mesmo erro, a menos que você tenha atualizado o plug-in com uma correção. Se tiver sido limitado por taxa, a retomada provavelmente resultará no mesmo erro de limitação de taxa, mas será reiniciada automaticamente no dia seguinte quando o limite de taxa desaparecer.",
        "Schedule": "Agendar",
        "ScheduleAnImport": "Agendar uma importação para o Google Universal Analytics (GA3)",
        "ScheduleAnImportGA4": "Agendar uma importação para o Google Analytics 4 (GA4)",
        "ScheduleImportDesc1": "Agende uma nova importação abaixo. Ele será executado uma vez por dia até que todo o intervalo de datas seja importado. Observação: nós o executamos diariamente, pois há um limite diário de solicitação de API imposto pelo Google. Uma vez alcançado, não podemos continuar importando até o dia seguinte. (Isso geralmente é atingido após a importação de 4 meses de dados).",
        "ScheduleImportDesc2": "Se nenhuma data final for fornecida, a importação continuará até que você a cancele manualmente abaixo.",
        "ScheduleImportDescription": "Agende uma nova importação abaixo. Ela será executada uma vez por dia até que todo o intervalo de datas seja importado. O importador começa importando dados recentes e trabalha de volta para a data de início especificada, antes de importar dados futuros à medida que eles se tornam disponíveis. Executamos a importação diariamente, já que há um limite diário de solicitação de API que o Google impõe. Uma vez que o limite é atingido, não podemos continuar importando até o dia seguinte (em média, isso é atingido após a importação de 4 meses de dados).",
        "ScheduledReImports": "Reimportações",
        "SelectImporter": "Agende uma importação para o Google Analytics",
        "SelectImporterGA4InlineHelp": "Escolha esta opção se o ID da sua propriedade tiver apenas números (XXXXXXXXX).",
        "SelectImporterGA4InlineHelpText": "Escolha esta opção se o ID da sua propriedade tiver apenas números (XXXXXXXXX).",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterSelection": "De qual versão do Google Analytics você deseja importar dados?",
        "SelectImporterUAInlineHelp": "Escolha esta opção se o ID da sua propriedade começar com UA e terminar com um número (UA-XXXXXXXXX-1).",
        "SelectImporterUAInlineHelpText": "Escolha esta opção se o ID da sua propriedade começar com UA e terminar com um número (UA-XXXXXXX-1).",
        "SelectImporterUATitle": "Análise universal do Google (GA3)",
        "SettingUp": "Configuração",
        "SiteDeleted": "Site Eliminado",
        "SiteID": "Id do Site",
        "Start": "Iniciar",
        "StartDate": "Data de Início",
        "StartDateHelp": "A data de início da importação. Por padrão, este é o dia em que você criou sua propriedade da Web do GA. (AAAA-MM-DD)",
        "StartFinishTimes": "Horas de Início/Fim",
        "Status": "Estado",
        "ThereAreNoImportJobs": "Não existem tarefas de importação para exibir.",
        "ThisJobShouldFinishToday": "Esta tarefa deveria terminar hoje.",
        "ThisReportWasImportedFromGoogle": "Este relatório foi importado do Google Analytics. Alguns dados podem estar ausentes ou ser relatados como desconhecidos/não definidos devido a incompatibilidades entre o Matomo e o Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Este período inclui datas que possuem dados importados do Google Analytics. Alguns dados podem estar ausentes ou ser relatados como desconhecidos/não definidos devido a incompatibilidades entre o Matomo e o Google Analytics.",
        "TimeFinished": "Hora de Fim",
        "TimeStarted": "Hora de Início",
        "Timezone": "Fuso Horário",
        "TimezoneGA4Help": "O GA4 usa alguns fusos horários que não são fusos horários PHP válidos. Se o seu site usar um, talvez seja necessário definir manualmente um fuso horário aqui. Consulte %1$sesta lista%2$s para obter uma lista de fusos horários PHP válidos.",
        "TimezoneHelp": "O Google Analytics usa alguns fusos horários que não são fusos horários PHP válidos. Se o seu site usa um, talvez seja necessário definir manualmente um fuso horário aqui. Consulte %1$sesta lista%2$s para obter uma lista de fusos horários PHP válidos.",
        "TodaysDate": "data de hoje",
        "Troubleshooting": "Resolução de Problemas",
        "UnsupportedReportInImportRange": "Os dados do relatório para este período foram importados do Google Analytics, mas este relatório não existe no Google Analytics, então não há nada para exibir aqui.",
        "Uploading": "Carregando...",
        "ViewId": "Id. de Visualização da Analítica Google",
        "ViewIdHelp": "A Id. para ver a importação. Esta será um número grande, por exemplo, 3450293.",
        "YesterdaysDate": "data de ontem"
    }
}
