{
    "GoogleAnalyticsImporter": {
        "AccountId": "ID Llogarie Google Analytics",
        "AccountIdHelp": "ID-ja e llogarisë që ka në zotërim vetinë. Ndonjëherë kjo është numri pas UA te ID-ja e vetisë, por jo gjithmonë është kështu.",
        "AccountsConnectedSuccessfully": "E lidhët me sukses llogarinë tuaj Google!",
        "Actions": "Veprime",
        "AdminMenuTitle": "Importim prej Google Analytics",
        "Authorize": "Autorizoje",
        "CancelExistingImportFirst": "Ka një importim për sajtin me ID = %1$s. Ju lutemi, anulojeni, përpara se të nisni një të re.",
        "CancelJobConfirm": "Jeni i sigurt se doni të anulohet ky akt që po kryhet?",
        "CannotImportMissingCustomDimensionSlots": "S’importohet dot veti Google Analytics, ka më tepër përmasa vetjake të llojit %1$s se sa vende përmasash vetjake në Matomo. Vetia juaj përdor %2$s përmasa vetjake, por aktualisht Matomo ka vend vetëm për %3$s përmasa. Për më tepër hollësi, shihni dokumentimin e Përmasave Vetjake.",
        "Change": "Ndryshojeni",
        "ClientConfigSuccessfullyUpdated": "I ngarkuar me sukses hollësitë e formësimit të klientit tuaj! Tani ju duhet vetëm të autorizoni Matomo-n të shohë të dhënat tuaja Google Analytics. Klikoni butonin më poshtë:",
        "CloudRateLimitHelp": "U mbërrit në kufi ditor reje, riprovoni nesër. (Shënim: GA si parazgjedhje cakton një kufi ditor për numrin e kërkesave API të bëra çdo ditë. Për llogarinë tuaj kjo është caktuar paraprakisht si %1$s kërkesa. Ky kufi caktohet paraprakisht për çdo klient Matomo-je në re. Duket sikur keni mbërritur në këtë kufi. Vazhdojeni importimin nesër.)",
        "ConfigurationFile": "Kartelë Formësimi",
        "ConfigurationText": "Tekst Formësimi",
        "ConfigureClientDesc1": "Që të importohen të dhënat tuaja nga Google Analytics, Matomo-s i duhet hyrje në këto të dhëna.",
        "ConfigureClientDesc2": "%1$sQë t’ia nisni ndiqni udhëzimet tona për të marrë formësimin tuaj të Klientit OAuth.%2$s Mandej ose ngarkojeni këtë formësim klienti, ose ngjiteni te fusha më poshtë.",
        "ConfigureImportNotificationMessage": "Mos humbni mundësinë për prirje tuajat historike të çmuara! %1$sImportoni që tani të dhënat tuaja Google Analytics për %2$s%3$s platformën tuaj Matomo.",
        "ConfigureTheImporter": "Formësoni Importuesin",
        "ConfigureTheImporterHelp": "%1$sShënim:%2$s Nëse s’importoni të dhënat tuaja, të dhënat tuaja Google Analytics 3 do të humbin përgjithmonë, pas 31 dhjetorit të 2023-shit.",
        "ConfigureTheImporterHelpNewDate": "%1$sShënim:%2$s Nëse s’importoni të dhënat tuaja, të dhënat tuaja Google Analytics 3 do të humbin përgjithmonë, pas 30 qershorit 2024-s.",
        "ConfigureTheImporterLabel1": "Importoni vetitë tuaja Google Analytics dhe të dhëna raportimesh, për të krijuar një kopjeruajtje dhe analizuar ato duke përdorur mjete të fuqishme analizash të Matomo-s. Pasi të lidhni importuesin tuaj, përzgjidhni cilat veti Google Analytics të importohen dhe Matomo do të krijojë automatikisht një sajt të ri për secilën.",
        "ConfigureTheImporterLabel2": "Që të importoni të dhënat tuaja nga Google Analytics, Matomo ka nevojë të hyjë në këto të dhëna.",
        "ConfigureTheImporterLabel3": "Për t’ia filluar, %1$sndiqni udhëzimet tona për të marrë formësimin e Klientit tuaj OAuth%2$s. Mandej ngarkojeni kartelën e formësimit të klientit duke përdorur butonin më poshtë.",
        "CreationDate": "Datë Krijimi Vetie Web",
        "DeleteUploadedClientConfig": "Nëse doni të hiqni formësimin e ngarkuar të klientit, klikoni më poshtë",
        "DimensionScope": "Fushëveprim Përmase",
        "EditEndDate": "Ndryshoni Datë Përfundimi Importimi",
        "EndDate": "Datë Përfundimi",
        "EndDateHelp": "Data kur të përfundohet importimi. Si parazgjedhje, do të xhirohet çdo ditë, deri sa të vendosni ta anuloni. (VVVV-MM-DD)",
        "EndDateHelpText": "Data në të cilën përfundon importimi. Nëse s’jepet datë përfundimi, importimi do të vazhdojë, deri sa ta anuloni dorazi. (YYYY-MM-DD)",
        "EnterImportDateRange": "Jepni data fillimi dhe përfundimi për riimportimin",
        "EnterImportEndDate": "Jepni datën e re të përfundimit",
        "ErrorMessage": "Mesazh gabimi",
        "ErrorMessageBugReportRequest": "Këto gabime janë të papritura dhe ka gjasa të vazhdojnë çdo herë që xhironi importimin këtë ditë. Që të zgjidhni këtë problem, ju lutemi, %1$spyetni te forumet%2$s. Nëse mund të lejoni hyrjen te llogaria juaj GA për një anëtar të ekipit të asistencës së Matomo-s, do të pritej një zgjidhje më e shpejtë.",
        "EstimatedFinishIn": "Përfundim përafërsisht për %1$s ditë.",
        "ExtraCustomDimensions": "Përshoqërim Përmasash Vetjake Ekstra",
        "ExtraCustomDimensionsGA4Help": "GA4 furnizon disa përmasa që nuk mbulohen së brendshmi në Matomo, bie fjala demografi. Nëse do të donit t’i ruani këto të dhëna në Matomo, mund të importoni të dhëna për këto përmasa në një përmasë vetjake. Për ta bërë këtë, shtypni përmasën GA4 te fusha e parë (shihni %1$skëtë listë%2$s për të parë ID-të e duhura për përmasa GA4) dhe llojin e përmasës në fushën e dytë.",
        "ExtraCustomDimensionsHelp": "Google Analytics furnizon disa përmasa që Matomo nuk i mbulon së brendshmi, bie fjala përmasa demografike. Nëse doni t’i ruani këto të dhëna në Matomo, mund të importoni në një përmasë vetjake të dhënat për këto përmasa. Për ta bërë këtë, shtypni përmasën GA te fusha e parë (shihni %1$skëtë listë%2$s për të parë ID-të e duhura për përmasa Google Analytics) dhe shtypni përmasën te fusha e dytë.",
        "FinishedImportingDaysWaiting": "Përfunduar %1$s ditë që prej rimarrjes së fundit, po pritet deri nesër për ta rimarrë sërish.",
        "ForceCustomDimensionSlotCheck": "Shpërfill kufi vendesh përmasash vetjake",
        "ForceCustomDimensionSlotCheckHelp": "Çdo instalim Matomo ka një numër përmasash vetjake për fushëveprim, të cilat mund t’i përdorni për një sajt të dhënë. Është e mundur që vetia juaj Google Analytics të përdorë më tepër se ky numër. Nëse kësaj i është vënë shenjë, importuesi thjesht do të shpërfillë përmasat vetjake që s’i shton dot. Nëse doni t’i mbani të tëra ato, mund të shtoni më tepër vende përmasash vetjake te Matomo-ja juaj %1$s(shihni dokumentimin e Përmasave Vetjake)%2$s.",
        "FutureDateHelp": "Procesi i importimit është ndalur, ngaqë u përpoq të importojë të dhëna për një datë të ardhshme ose të tanishme (%1$s). Importuesi do të provojë automatikisht të importojë nesër. për të garantuar që janë importuar të dhëna të sakta dhe të plota. ",
        "GA4Dimension": "Përmasë GA4",
        "GADimension": "Përmasë GA",
        "GAImportNoDataScreenStep01": "Shkarkoni kredenciale OAuth nga llogaria juaj Google, duke ndjekur këtë %1$sudhërrëfyes%2$s.",
        "GAImportNoDataScreenStep02": "Ngarkoni kredenciale OAuth.",
        "GAImportNoDataScreenStep03": "Klikoni butonin “%1$s” (kështu do të hapet një skedë e re, që të mund të ndiqni hapat pasues në këtë skedë).",
        "GAImportNoDataScreenStep04": "Kaloni te %1$sfaqja e përgjegjësit për Google Analytics Import%2$s. %3$sMësoni më tepër%4$s.",
        "GAImportNoDataScreenStep05": "Përzgjidhni lloj Importimi.",
        "GAImportNoDataScreenStep06": "Plotësoni formularin Planifikoni një Importim.",
        "GAImportNoDataScreenStep07": "Klikoni mbi “%1$s”.",
        "GAImportNoDataScreenStep07Note": "%1$sShënim:%2$s Pasi të klikoni “%3$s”, Matomo-ja do të krijojë automatikisht një sajt të ri Matomo për çdo veti të përzgjedhur.",
        "GAImportNoDataScreenStep08": "Importimi i të dhënave ha kohë, %1$sklikoni këtu, që të vëzhgoni gjendjen e importimit të të dhënave tuaja%2$s.",
        "GAImportNoDataScreenStep09": "Që të shihni të dhënat tuaja, rifreskoni këtë faqe dhe mandej përzgjidhni sajtin Matomo të krijuar rishtas, që nga menuja hapmbyll sipër majtas.",
        "GoogleAnalyticsInfo": "Hollësi Google Analytics",
        "GoogleOauthCompleteWarning": "%1$sShënim:%2$s Mund të merrni një sinjalizim nga Google, kur të jetë plotësuar procesi OAuth, ku thuhet “%1$sGoogle hasn’t verified this app%2$s”. Në rast të tillë, mund të vazhdoni pa rrezik duke klikuar mbi “%1$sTë mëtejshme%2$s” dhe mandej “%1$sKaloni te matomo.cloud (jo e parrezik)%2$s”.",
        "ImportEndDate": "Datë Përfundimi Importimi",
        "ImportJobs": "Akte Importim",
        "ImportStartDate": "Datë Fillimi Importimi",
        "ImportStartTime": "Kohë Fillimi Importimi",
        "ImporterHelp1": "Importuesi për Google Analytics lyp të ujdisni formësim Klienti OAuth te Konsol API Google, para se të bëni çfarëdo gjëje tjetër.",
        "ImporterHelp2": "Që të shihni një udhërrëfyes hap pas hapi se si të bëhet kjo dhe të ujdiset kjo shtojcë, %1$sklikoni këtu.%2$s",
        "ImporterHelp3": "%1$sShënim:%2$s Ky importim do të krijojë një idSite të ri, ku do të importojë të dhënat tuaja.",
        "ImporterIsConfigured": "Importuesi është formësuar dhe mund të filloni importim të dhënash që nga rreshti i urdhrave.",
        "InsufficientScopes": "Kredencialet tuaja OAuth s’kanë leje për hyrje në krejt të dhënat tuaja Google Analytics. Ju lutemi, sigurohuni se keni aktivuar hyrje të API Google Analytics API dhe te API Google Analytics Reporting.",
        "InvalidClientJson": "JSON i pavlefshëm te kartelë kredencialesh, provoni të rishkarkoni kartelën që nga konsola API-t Google.",
        "InvalidDateFormat": "Data duhet të jetë në formatin vijues: %1$s",
        "InvalidDateRange": "Interval i pavlefshëm datash, data e fillimit duhet të jetë më herët se data e përfundimit.",
        "InvalidRedirectUriInClientConfiguration": "redirect_uris të pavlefshëm, të paktën 1 URI duhet të ketë përputhje me URI-n “%1$s” te kartela e ngarkuar për formësimin",
        "IsMobileApp": "Aplikacion Për Celular",
        "IsMobileAppHelp": "Nëse vetia juaj statistikore është për një aplikacion celulari, i vini shenjë kësaj kutize. Ndryshe, importimi mund të dështojë, nëse s’ka URL të përshoqëruar me vetinë tuaj.",
        "IsVerboseLoggingEnabled": "Aktivizo Regjistrim Fjalaman",
        "IsVerboseLoggingEnabledHelp": "Nëse për ndonjë arsye importimi juaj po dështon për një ditë të caktuar, mund të aktivizoni regjistrimin fjalaman, për të pasur më tepër hollësi rreth shkakut. Aktivizojeni vetëm për datën që jep dështimin, ngaqë do të prodhojë një sasi të madhe të dhënash regjistrimi. Pasi të përfundojë importimi, gjeni kartelat regjistër te dosja %1$s, me një emër si %2$s. Dërgojeni këtë regjistër tok me çfarëdo kërkese njoftimi/asistence të mete.",
        "JobWillRunUntilManuallyCancelled": "S’u dha datë përfundimi importimi. Ky akt do të xhirojë deri sa të anulohet dorazi.",
        "KilledStatusHelp": "Duket sikur akti i importimit u përfundua. Nëse s’e bëtë vetë këtë, atëherë streha juaj s’ka qejf procese PHP që zgjasin shumë. akti i importimit do të fillojë sërish brenda orës së ardhshme, që importimi të vazhdojë prapë. Nëse shpejtësia e importimit në përgjithësi është prapë e ulët (rikontrollojeni pas një ditë, për të parë), atëherë shihni udhërrëfyesin e përdoruesi për më tepër hollësi dhe rrugëzgjidhje.",
        "LastDayArchived": "Dita e Fundit e Arkivuar",
        "LastDayImported": "Dita e Fundit e Importuar",
        "LastResumeTime": "Koha e Fundit e Rimarrjes",
        "LatestDayProcessed": "Dita e Fundit e Përpunuar",
        "LeaveEmptyToRemove": "Që të hiqet data e përfundimit dhe të vazhdohet importimi deri sa të anulohet dorazi, lëreni të zbrazët këtë.",
        "LiveDataUnavailableForImported": "Të dhënat e raportit për këtë periudhë kohore qenë importuar që prej Google Analytics, por s’mund të importohet të dhëna të papërpunuara regjistrash vizitash që nga Google Analytics, ndaj edhe s’ka të gatshme për këtë periudhë.",
        "LogDataRequiredForReport": "Të dhënat e raportit për këtë periudhë kohore qenë importuar që prej Google Analytics, por ky raport lyp të dhëna të papërpunuara regjistrash vizitash, të cilat s’mund të importohen. Ndaj ky raport mund të mos shfaqë të dhëna.",
        "MatomoSite": "Sajt Matomo",
        "MaxEndDateHelp": "Data maksimum e përfundimit e lejuar në këtë instalim Matomo është %1$s. Nëse jepni një datë pas kësaj, do të ndryshohet me këtë datë.",
        "MissingClientConfiguration": "Formësim klienti që mungon ose i pavlefshëm, ju lutemi, ringarkojeni.",
        "NoDataScreenFollowStepComplete": "%1$sUrime!%2$s Formësuat me sukses importimin tuaj të të dhënave Google Analytics. Siç u vu në dukje dhe më herët, këto të dhëna po importohen te një sajt i ri Matomo. Që të verifikoni se të dhënat po impprtohen, vizitoni %3$sfaqen tuaj Google Analytics Import%4$ste rregullimet dhe shihni se akti i importimit po kryhet.",
        "NoDataScreenFollowThisSteps": "Ndiqni këto hapa për ta ujdisur:",
        "NoDataScreenIntro": "Importimi i të dhënave tuaja Google Analytics është e lehtë me Matomo-n. Këtë mund ta përdorni për të krijuar një kopjeruajtje të vetive tuaja dhe të të dhënave të raporteve dhe për t’i analizuar duke përdorur Matomo-n.",
        "NoDataScreenOptionsDescription": "Mund të zgjidhni një nda dy mundësi: lidhja me llogarinë tuaj Google Analytics është mundësia më e kollajtë dhe funksionon për sajte me trafik të pakët dhe mesatar. Nëse keni shumë sajte, ose sajte me shumë trafik, formësimi i thelluar i Google OAuth do të lejojë migrim më të shpejtë të të dhënave.",
        "NoDateSuccessImportMessageLine1": "Vetitë tuaja Google Analytics u importuan me sukses",
        "NoDateSuccessImportMessageLine2": "Raportet historike për këto veti do të importohen në prapaskenë. Ju lutemi, bëni durim, ngaqë kjo do të dojë disa ditë të plotësohet. Tani erdhi koha të ujdisni ndjekjen e të dhënave të reja (shihni udhëzimet më poshtë).",
        "NohupExecutableMissing": "Matomo s’mund të gjejë të ekzekutueshmin nohup. Importuesi Google Analytics përdor nohup që të kryejë procesin e importimit, ndaj do të vazhdojë në qejf të vet, pasi të përfundohet një kërkesë web. Ky ekzekutueshëm duhet të jetë i pranishëm dhe i përdorshëm nga PHP-ja, që importuesi të mund të funksionojë.",
        "None": "Asnjë",
        "NotSetInGA": "E paujdisur te Google Analytics",
        "OauthFailedMessage": "Hasëm një problem gjatë procesit të autorizimit të importimit të raporteve tuaj GA. Për të riprovuar, ju lutemi, klikoni butonin më poshtë. Nëse problemi vazhdon, ju lutemi, lidhuni me ekipin tonë të asistencës. Ata do t’ju ndihmojnë për zgjidhjen e problemit dhe për të importuar të dhënat tuaja historike GA.",
        "Optional": "Opsionale",
        "PendingGAImportReportNotificationNoData": "Ende po importojmë nga Google Analytics, por duhet të jeni në gjendje të shihni të dhënat tuaja më të freskëta. Do të jeni në gjendje të shihni krejt të dhënat tuaja brenda pak ditësh.",
        "PendingGAImportReportNotificationSomeData": "Po importojmë ende prej Google Analytics, por duhet të jeni në gjendje të shihni të dhënat tuaja më të freskëta. Deri këtu janë importuar të dhënat deri më %1$s. Nga kjo datë e tutje duhet të jeni në gjendje të shihni të dhënat e importuesit tuaj.",
        "PhpExecutableMissing": "Matomo-ja s’mund të gjejë të ekzekutueshmin PHP. Për të importuar të dhëna, Importuesi Google Analytics përdor PHP-në që nga rreshti i urdhrave. Ky i ekzekutueshëm duhet të jetë i pranishëm dhe i përdorshëm nga PHP-ja, që importuesi të mund të funksionojë.",
        "PropertyId": "ID Vetie Google Analytics",
        "PropertyIdGA4": "ID Vetie GA4",
        "PropertyIdGA4Help": "ID-ja e vetisë për t’u importuar. Do të ketë formatin vijues: properties/{PROPERTY_ID}, ku {PROPERTY_ID} janë shifra.",
        "PropertyIdHelp": "ID-ja e vetisë për t’u importuar. Do të ketë formatin vijues: UA-XXXXX-X, ku X-et janë shifra.",
        "RateLimitHelp": "Google Analytics, si parazgjedhje, e kufizon deri në 50 mijë në ditë numrin e kërkesave që mund t’i bëni API-t për një projekt të dhënë. Duket sikur ky akt importimi e ka tejkaluar atë kufi, ndaj importimi s’mund të vazhdojë, deri nesër.",
        "RateLimitHourlyHelp": "Google Analytics, si parazgjedhje, e kufizon numrin e kërkesave që mund t’i bëhen API-t për një projekt të dhënë në 5000 për orë. Duket sikur ky akt importimi e ka tejkaluar këtë kufi, ndaj importimi s’mund të vazhdojë pa ardhur ora pasuese.",
        "ReAuthorize": "Riautorizoje",
        "RecommendationButton": "Importo të dhëna",
        "RecommendationText": "Pikasëm Google Analytics në sajtin tuaj, mund të ujdisni Matomo-n duke importuar të dhënat tuaja Google Analytics.",
        "RecommendationTitle": "Importoni në Matomo të dhëna Google Analytics (e rekomanduar për ju)",
        "ReimportDate": "Riimporto segment datash",
        "RemoveClientConfiguration": "Hiq Formësim Klienti",
        "RequiredExecutablesCheck": "Të ekzekutueshëm të Domosdoshëm",
        "RequiredFunctionsCheck": "Funksione PHP të Domosdoshëm",
        "RequiredFunctionsMissing": "Matomo-ja s’mund të gjejë funksionet PHP %1$s, ka gjasa që streha juaj t’i ketë çaktivizuar. Importuesi Google Analytics i përdor këto funksione për të importuar të dhëna në prapaskenë. Pa to, importuesi s’mund të funksionojë.",
        "ResumeDesc": "Rimarrje. Shënim: nëse te importimi juaj pati gabim, rimarrja, sipas shumicës së gjasave, do të prodhojë të njëjtin gabim, veç nëse keni përditësuar shtojcën me një ndreqje. Nëse shtojca është bllokuar për shkak të numrit të madh të kërkesave që bën, rimarrja sipas shumicës së gjasave do të sjellë të njëjtin gabim kufizimi, por do të nisë automatikisht ditën pasuese, pasi të mos vlejë më kufizimi.",
        "Schedule": "Planifikojeni",
        "ScheduleAnImport": "Planifikoni Një Importim për Google Universal Analytics (GA3)",
        "ScheduleAnImportGA4": "Planifikoni Një Importim për Google Analytics 4 (GA4)",
        "ScheduleImportDesc1": "Planifikoni më poshtë një importim të ri. Do të xhirojë një herë në ditë, deri sa të jetë importuar krejt intervali i datave. Shënim: e xhirojmë një herë në ditë, ngaqë ka një kufizim ditor kërkesash API që Google e zbaton me detyrim. Pasi të jetë arritur ky kufi, s’mund të vazhdojmë importimin, deri ditën pasuese. (Zakonisht ky kapet pasi të jenë importuar të dhëna për 4 muaj).",
        "ScheduleImportDesc2": "Nëse s’jepet datë përfundimi, importimi do të vazhdojë deri sa ta anuloni dorazi më poshtë.",
        "ScheduleImportDescription": "Vini në plan një importim të ri më poshtë. Do të xhirohet një herë në ditë, deri sa të jetë importuar krejt intervali i datave. Importuesi fillon duke importuar të dhëna të freskëta dhe zbret te të dhëna më të hershme drejt datës së përcaktuar të fillimit, para se të importojë të dhëna të ardhshme, dora-dorës që këto bëhen të pranishme. Ne e xhirojmë importimin një herë në ditë, ngaqë ka një kufi ditor kërkesash ndaj API-t, i zbatuar me detyrim nga Google. Pasi të mbërrihet në kufi, s’mund të vazhdojmë importimin, deri në ditën pasuese (afërisht ky arrihet pasi të jenë importuar të dhëna prej 4 muajsh).",
        "ScheduledReImports": "Riimportime",
        "SelectImporter": "Planifikoni Një Importim për Google Analytics",
        "SelectImporterGA4InlineHelp": "Zgjidhni këtë, nëse ID-ja e vetisë tuaj përmban vetëm numra (XXXXXXXXX).",
        "SelectImporterGA4InlineHelpText": "Këtë zgjidheni nëse ID-ja e vetisë tuaj përmban vetëm numra (XXXXXXXXX).",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterSelection": "Nga cili version Google Analytics doni të importohen të dhënat?",
        "SelectImporterUAInlineHelp": "Zgjidhni këtë, nëse ID-ja juaj e vetisë fillon me UA dhe përfundon me një numër (UA-XXXXXXXXX-1).",
        "SelectImporterUAInlineHelpText": "Këtë zgjidheni nëse ID-ja e vetisë tuaj nis me një UA dhe përfundon me një numër (UA-XXXXXXX-1).",
        "SelectImporterUATitle": "Statistika Google Universal (GA3)",
        "SettingUp": "Ujdisje",
        "SiteDeleted": "Sajti u Fshi",
        "SiteID": "ID Sajti",
        "Start": "Fillim",
        "StartDate": "Datë Fillimi",
        "StartDateHelp": "Data nga të nisë importimi. Si parazgjedhje, kjo është dita kur krijuar vetinë tuaj GA web. (VVVV-MM-DD)",
        "StartFinishTimes": "Kohë Fillimi/Mbarimi",
        "Status": "Gjendje",
        "StreamId": "ID Rrjedhe",
        "StreamIdFilter": "Filtroji sipas ID-sh Rrjedhe (opsionale)",
        "StreamIdFilterHelpText": "ID-ja e Rrjedhës për të cilën doni të importohen të dhëna. %1$sMësoni më tepër.%2$s %3$sShënim:%4$s Që të importohen të dhëna nga krejt rrjedhat, lëreni të zbrazët këtë fushë.",
        "ThereAreNoImportJobs": "S’ka akte importimi për shfaqje.",
        "ThisJobShouldFinishToday": "Ky akt duhet të përfundojë sot.",
        "ThisReportWasImportedFromGoogle": "Ky raport qe importuar nga Google Analytics. Disa të dhëna mund të mungojnë ose të jenë raportuar si Të panjohura/të paujdisura, për shkak mospërputhjesh mes Matomo-s dhe Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Kjo periudhë përfshin data që kanë të dhëna të importuar nga Google Analytics. Disa të dhëna mund të mungojnë ose të jenë raportuar si Të panjohura/të paujdisura, për shkak mospërputhjesh mes Matomo-s dhe Google Analytics.",
        "TimeFinished": "Kohë Përfundimi",
        "TimeStarted": "Kohë Fillimi",
        "Timezone": "Zonë kohore",
        "TimezoneGA4Help": "GA4 ndonjë herë përdor zona kohore që s’janë zona kohor të vlefshme në PHP. Nëse sajti juaj përdor një të tillë, mund të duhet të ujdisni dorazi një zonë kohore këtu. Për një listë zonash kohore PHP të vlefshme, shihni %1$skëtë listë%2$s.",
        "TimezoneHelp": "Google Analytics disa zona kohore që nuk janë zona kohor të vlefshme në PHP. Nëse sajti juaj përdor një të tillë, mund të duhet të ujdisni dorazi një zonë kohore këtu. Për një listë zonash kohore PHP të vlefshme, shihni %1$skëtë listë%2$s.",
        "TodaysDate": "data e sotme",
        "Troubleshooting": "Diagnostikim",
        "UnsupportedReportInImportRange": "Të dhënat e raportit për këtë periudhë kohore qenë importuar nga Google Analytics, por ky raport nuk ekziston në Google Analytics, ndaj s’ka gjë për të sfaqur këtu.",
        "UploadSuccessful": "Ngarkim i suksesshëm!",
        "Uploading": "Po ngarkohet…",
        "ViewId": "ID Pamjeje Google Analytics",
        "ViewIdHelp": "ID-ja e pamjes për importim. Do të jetë një numër i madh, për shembull, 3450293.",
        "YesterdaysDate": "data e djeshme"
    }
}
