{
    "GoogleAnalyticsImporter": {
        "AccountId": "Google Analytics konto-ID",
        "AccountIdHelp": "ID för det konto som äger egendomen. Detta är ibland numret efter UA i egendoms-ID:t, men så är inte alltid fallet.",
        "AccountsConnectedSuccessfully": "Du har lyckats koppla ihop med ditt Google-konto!",
        "Actions": "Händelser",
        "AdminMenuTitle": "Import av Google Analytics",
        "Authorize": "Auktorisera",
        "CancelExistingImportFirst": "Det finns redan en import för webbplats med ID = %1$s. Avbryt den först innan du startar en ny.",
        "CancelJobConfirm": "Är du säker på att du vill avbryta det pågående jobbet?",
        "CannotImportMissingCustomDimensionSlots": "Kunde inte importera Google Analytics-egendomen eftersom det finns fler anpassade dimensioner av %1$s typ än antalet platser Matomo har öppet för anpassade dimensioner. Din egendom använder %2$s anpassade dimensioner men Matomo har för närvarande endast plats för %3$s dimensioner. Se dokumentationen för Anpassade dimensioner för mer information och lösningar.",
        "Change": "Ändra",
        "ClientConfigSuccessfullyUpdated": "Du har framgångsrikt laddat upp dina klientkonfigurationsuppgifter! Nu behöver du bara auktorisera Matomo att visa dina Google Analytics-data. Klicka på knappen nedan:",
        "CloudRateLimitHelp": "Dagens molnbegränsning uppnådd, försök igen imorgon. (Notera: GA har en begränsning för antalet API-anrop per dygn. Det har skett proportionellt %1$s anrop mot ditt konto. Begränsningen står i proportion till varje molnkund till Matomo. Du tycks ha nått din gräns. Fortsätt importen imorgon.)",
        "ConfigurationFile": "Konfigurationsfil",
        "ConfigurationText": "Konfigurationstext",
        "ConfigureClientDesc1": "För att kunna importera din data från Google Analytics behöver Matomo åtkomst till den datan.",
        "ConfigureClientDesc2": "%1$sFör att börja följa våra instruktioner att hämta din OAuth-klientkonfiguration.%2$s Antingen laddar du upp klientkonfigurationen eller klistrar in den i fältet nedan.",
        "ConfigureImportNotificationMessage": "Glöm inte bort dina värdefulla historiska insikter! %1$sImportera dina Google Analytics-data för %2$s%3$s till din Matomo-instans nu.",
        "ConfigureTheImporter": "Konfigurera importören",
        "ConfigureTheImporterHelp": "%1$sNotera:%2$s Ifall du inte importerar dina data så kommer data från Google Analytics 3 att försvinna permanent efter sista december 2023.",
        "ConfigureTheImporterHelpNewDate": "%1$sNotera:%2$s Ifall du inte importerar dina data kommer data från Google Analytics 3 att vara permanent borta efter sista juni 2024.",
        "ConfigureTheImporterLabel1": "Importera din egendomar från Google Analytics och rapportdata för att skapa en säkerhetskopia och analysera dem med Matomo kraftfulla analysverktyg. Så snart du anslutit importeringen väljer du egendomar från Google Analytics att importera och Matomo kommer automatiskt att skapa nya webbplatser för var och en.",
        "ConfigureTheImporterLabel2": "För att kunna importera dina data från Google Analytics måste Matomo få åtkomst till dessa data.",
        "ConfigureTheImporterLabel3": "För att börja, %1$sfölj våra instruktioner för att komma över din OAuth-klientkonfiguration%2$s. Sedan laddar du upp klientkonfigurationsfilen genom knappen nedan.",
        "CreationDate": "Datum för skapande av webbegendom",
        "DeleteUploadedClientConfig": "Om du vill ta bort den uppladdade klientkonfigurationen, klicka nedan",
        "DimensionScope": "Dimensionsomfång",
        "EditEndDate": "Ändra importens slutdatum",
        "EndDate": "Slutdatum",
        "EndDateHelp": "Datumet importen ska avslutas. Som standard körs den varje dag tills du väljer att avbryta den. (ÅÅÅÅ-MM-DD)",
        "EndDateHelpText": "Datumet att sluta importera vid. Om inget slutdatum anges kommer importen fortsätta tills du manuellt avslutar den. (ÅÅÅÅ-MM-DD)",
        "EnterImportDateRange": "Ange start- och slutdatum för återimport",
        "EnterImportEndDate": "Ange det nya slutdatumet",
        "ErrorMessage": "Felmeddelande",
        "ErrorMessageBugReportRequest": "Dessa fel är oväntade och kommer sannolikt att fortsätta varje gång du kör importen denna dag. För att lösa problemet, vänligen %1$sfråga på forumen%2$s. Om du kan ge åtkomst till ditt GA-konto till en medlem av Matomos supportteam kommer det att lösas snabbare.",
        "EstimatedFinishIn": "Beräknad att bli klart om %1$s dagar.",
        "ExtraCustomDimensions": "Extra Custom Dimension-mappningar",
        "ExtraCustomDimensionsGA4Help": "GA4 erbjuder några dimensioner som inte stöds av Matomo. Bland annat demografi. Ifall du önskar behålla denna data i Matomo kan du importera data för de dimensionerna till en anpassad dimension. För att göra det skriver du in GA4-dimensionen i det första fältet(se %1$sdenna lista%2$s för att ange korrekta IDs för GA4-dimensioner) och sedan typen av dimension i det andra fältet.",
        "ExtraCustomDimensionsHelp": "Google Analytics tillhandahåller vissa dimensioner som inte stöds i Matomo, exempelvis demografi. Om du vill bevara den datan i Matomo kan du importera data för dessa dimensioner till en anpassad dimension. För att göra det, skriv GA-dimensionen i det första fältet (se %1$sden här listan%2$s för att se korrekta ID:n för Google Analytics-dimensioner) och typen av dimension i det andra fältet.",
        "FinishedImportingDaysWaiting": "Avklarade %1$s dagar sedan senaste återupptagning, väntar tills imorgon för att återupptas igen.",
        "ForceCustomDimensionSlotCheck": "Ignorera gränsen för antalet anpassade dimensioner",
        "ForceCustomDimensionSlotCheckHelp": "Varje Matomo-instans har ett visst antal anpassade dimensioner du kan använda till en webbplats. Det är möjligt att din Google Analytics-egendom använder fler än så. Ifall du kryssar i denna kommer importen att helt enkelt ignorera de anpassade dimensioner den inte kan lägga till. Ifall du önskar lägga till dem allihop kan du utöka antalet anpassade dimensioner i din Matomo %1$s(se dokumentationen för Anpassade dimensioner)%2$s.",
        "FutureDateHelp": "Importen har stoppats på grund av att den försökte importera data från ett framtida eller dagens datum (%1$s). Importeraren kommer automatiskt att försöka igen imorgon för att försäkra sig om att korrekt och komplett data importerats. ",
        "GA4Dimension": "GA4-dimension",
        "GADimension": "GA-dimension",
        "GAImportNoDataScreenStep01": "Ladda ner OAuth-åtkomsten från ditt Google-konto genom att följa denna %1$sguide%2$s.",
        "GAImportNoDataScreenStep02": "Ladda upp OAuth-åtkomsten.",
        "GAImportNoDataScreenStep03": "Klicka på \"%1$s\"-knappen (det öppnar en ny flik så du kan följa nästa steg i den här fliken).",
        "GAImportNoDataScreenStep04": "Navigera till %1$sGoogle Analytics importadministrationssida%2$s. %3$sLäs mer%4$s.",
        "GAImportNoDataScreenStep05": "Välj typ av import.",
        "GAImportNoDataScreenStep06": "Fyll i schema- och importformulär.",
        "GAImportNoDataScreenStep07": "Klicka \"%1$s\".",
        "GAImportNoDataScreenStep07Note": "%1$sNotera:%2$s När du klickat \"%3$s\" kommer Matomo automatiskt att skapa nya Matomo-webbplatser för varje vald egendom.",
        "GAImportNoDataScreenStep08": "Att importera data tar tid. %1$sKlicka här för att följa statusen för din dataimport%2$s.",
        "GAImportNoDataScreenStep09": "För att se dina data laddar du om denna sida och väljer den nyskapade Matomo-webbplatsen från menyn uppe till vänster.",
        "GoogleAnalyticsInfo": "Google Analytics-information",
        "GoogleOauthCompleteWarning": "%1$sNotera:%2$s Du kan ta emot en varning från Google när du slutfört OAuth-processen som säger att \"%1$sGoogle har inte verifierat denna app%2$s\". Om det inträffar kan du tryggt fortsätta genom att klicka på \"%1$sAvancerat%2$s\", och sedan \"%1$sGå till matomo.cloud (osäkert)%2$s\".",
        "ImportEndDate": "Slutdatum import",
        "ImportJobs": "Importera jobb",
        "ImportStartDate": "Startdatum import",
        "ImportStartTime": "Starttid import",
        "ImporterHelp1": "Google Analytics-importören kräver att du konfigurerar OAuth-klientkonfigurationen i Google API Console innan du kan göra något annat.",
        "ImporterHelp2": "Klicka här för att se en steg-för-steg-guide för att göra detta och ställa in detta plugin %1$sklicka här.%2$s",
        "ImporterHelp3": "%1$sNotera:%2$s Importen kommer skapa en ny idSite dit den kommer importera dina data.",
        "ImporterIsConfigured": "Importören är konfigurerad och du kan börja importera data via kommandoraden.",
        "InsufficientScopes": "Din OAuth-behörighet har inte tillåtelse att komma åt samtliga av dina Google Analytics-data. Vänligen se till att tillåta åtkomst till Google Analytics API och Google Analytics Reporting API.",
        "InvalidClientJson": "Ogiltig JSON i autentiseringsfil, försök ladda ner filen igen från Google API Console.",
        "InvalidDateFormat": "Datumet måste vara i följande format: %1$s",
        "InvalidDateRange": "Ogiltigt datumintervall. Startdatumet behöver vara tidigare än slutdatumet.",
        "InvalidRedirectUriInClientConfiguration": "Felaktig redirect_uris. Åtminstone 1 URI borde matcha URI:n \"%1$s\" i den uppladdade konfigurationsfilen",
        "IsMobileApp": "Mobilapp",
        "IsMobileAppHelp": "Ifall din analysegendom är till för en mobilapp ska du kryssa i denna ruta. Annars kan importen misslyckas om det inte finns någon URL associerad med din egendom.",
        "IsVerboseLoggingEnabled": "Aktivera utförlig loggning",
        "IsVerboseLoggingEnabledHelp": "Om din import av någon anledning misslyckas en viss dag kan du aktivera utförlig loggning för att få mer information om orsaken. Aktivera det bara för det felaktiga datumet eftersom det kommer att resultera i en stor mängd loggdata. När importen är klar, hitta loggfilerna i %1$smappen med ett namn som%2$s. Skicka den här loggen med eventuella felrapporter/supportförfrågningar.",
        "JobWillRunUntilManuallyCancelled": "Inget slutdatum för import specificerat. Det här jobbet körs tills det avbryts manuellt.",
        "KilledStatusHelp": "Det ser ut som att importjobbet avslutades. Om det inte gjordes av dig så har nog din värd inte stöd för PHP-processer som kör länge. Importjobbet kommer att starta igen inom en timme och importen fortsätta. Ifall importhastigheten är generellt långsam (kolla igen om ett dygn) kan det vara värt att kolla i användarguiden för information och lösningar.",
        "LastDayArchived": "Senaste arkiverade dagen",
        "LastDayImported": "Senaste importerade dagen",
        "LastResumeTime": "Senaste återupptagningstiden",
        "LatestDayProcessed": "Senaste dagen bearbetad",
        "LeaveEmptyToRemove": "Lämna detta tomt för att ta bort slutdatumet och fortsätta med importen tills den avbryts manuellt.",
        "LiveDataUnavailableForImported": "Rapporten för den här tidsperioden importerades från Google Analytics, men rå besöksloggdata kan inte importeras från Google Analytics och är därför inte tillgänglig för den här perioden.",
        "LogDataRequiredForReport": "Rapporten för denna tidsperiod importerades från Google Analytics, men den här rapporten kräver rå besöksloggdata, vilket inte kan importeras. Så den här rapporten kanske inte visar data.",
        "MatomoSite": "Matomo-webbplats",
        "MaxEndDateHelp": "Det maximala slutdatumet som tillåts i denna Matomo-instans är %1$s. Ifall du anger ett datum senare än så kommer datumet att anges till detta.",
        "MissingClientConfiguration": "Saknad eller ogiltig klientkonfiguration, vänligen ladda upp den igen.",
        "NoDataScreenFollowStepComplete": "%1$sGrattis!%2$s Du har lyckats konfigurera din import från Google Analytics. Som nämnt tidigare importeras detta till en ny Matomo-webbplats. För att verifiera att data importeras besöker du din %3$sGoogle Analytics importsida%4$s i dina inställningar och kontrollerar att importjobbet körs.",
        "NoDataScreenFollowThisSteps": "Följ dessa steg för att sätta upp:",
        "NoDataScreenIntro": "Att importera sina data från Google Analytics är enkelt med Matomo. Du kan göra detta för att skapa en säkerhetskopia av dina egendomar och rapportdata, för att sedan analysera dem med hjälp av Matomo.",
        "NoDataScreenOptionsDescription": "Du kan välja mellan två val: ansluta till ditt Google Analytics-konto är det enklaste sättet och fungerar för webbplatser med liten eller mellanstor trafik. Ifall du har många webbplatser eller några med mycket besök ger den avancerade konfigurationen med Google OAuth en snabbare migrering av data.",
        "NoDateSuccessImportMessageLine1": "Dina egendomar i Google Analytics har importerats",
        "NoDateSuccessImportMessageLine2": "Historiska rapporter för dessa egendomar kommer importeras i bakgrunden. Vänligen ha tålamod då detta kommer ta några dagar att slutföra. Det är nu dags att sätta upp spårningskod för ny data (se instruktioner nedan).",
        "NohupExecutableMissing": "Matomo kan inte hitta nohup-körningen. Google Analytics-importören använder nohup för att utföra importprocessen så att den fortsätter på egen hand när en webbförfrågan är klar. Den här körbara filen måste vara närvarande och tillgänglig från PHP för att importören ska kunna fungera.",
        "None": "Ingen",
        "NotSetInGA": "Inte inställt i Google Analytics",
        "OauthFailedMessage": "Vi stötte på ett problem vid auktoriseringsprocessen för importen av dina GA-rapporter. För att försöka igen kan du klicka på knappen nedan. Ifall problemet kvarstår, vänligen kontakta vårt supportteam för assistans. De kommer att hjälpa dig lösa problemet och dina historiska GA-data importerade.",
        "Optional": "Frivilligt",
        "PendingGAImportReportNotificationNoData": "Vi importerar fortfarande från Google Analytics men du bör kunna se din mest nyligen tillagda data. Inom några dagar borde du kunna se all data.",
        "PendingGAImportReportNotificationSomeData": "Vi importerar fortfarande från Google Analytics men du borde kunna se dina senaste data. Data fram till %1$s har importerats så här långt. Du borde kunna se data sedan detta datum.",
        "PhpExecutableMissing": "Matomo finner inte körbar PHP-fil. Google Analytics-importören åberopar PHP från kommandoraden för att importera data. Den här körbara filen måste vara närvarande och tillgänglig från PHP för att importören ska kunna fungera.",
        "PropertyId": "Google Analytics egendom-ID",
        "PropertyIdGA4": "GA4-egendomens ID",
        "PropertyIdGA4Help": "ID för egendomen att importera. Den kommer ha följande format: properties/{PROPERTY_ID}, där {PROPERTY_ID} består av siffror.",
        "PropertyIdHelp": "ID för egendomen som ska importeras. Den har följande format: UA-XXXXX-X, där X-talet är siffror.",
        "RateLimitHelp": "Google Analytics begränsar som standard antalet förfrågningar du kan göra till API:et för ett specifikt projekt till 50.000 per dag. Det verkar som om detta importjobb har överskridit denna gräns, så importen kan inte fortsätta förrän i morgon.",
        "RateLimitHourlyHelp": "Google Analytics begränsar antalet anrop du kan göra mot deras API till max 5000 stycken per timme och projekt. Det ser ut som att ditt importjobb har passerat den gränsen vilket gör att importen behöver avvakta till nästa timme.",
        "ReAuthorize": "Återauktorisera",
        "RecommendationButton": "Importera data",
        "RecommendationText": "Vi har upptäckt Google Analytics på din webbplats, så du kan sätta upp Matomo genom att importera dina Google Analytics-data.",
        "RecommendationTitle": "Importera Google Analytics-data till Matomo (rekommenderas för dig)",
        "ReimportDate": "Återimportera datumintervall",
        "RemoveClientConfiguration": "Ta bort klientkonfiguration",
        "RequiredExecutablesCheck": "Nödvändiga körbara filer",
        "RequiredFunctionsCheck": "Obligatoriska PHP-funktioner",
        "RequiredFunctionsMissing": "Matomo kan inte hitta %1$s PHP-funktionerna, din host har sannolikt inaktiverat dem. Google Analytics-importören använder dessa funktioner för att importera data i bakgrunden. Utan dem kan importören inte fungera.",
        "ResumeDesc": "Återuppta. Obs: Om din import har misslyckats kommer det troligtvis att resultera i samma fel om du återupptar den om du inte har uppdaterat plugin-programmet med en fix. Om det har hastighetsbegränsats, kommer återupptagning troligen att resultera i samma fel, men det startas automatiskt om nästa dag när hastighetsbegränsningen försvinner.",
        "Schedule": "Schemalägg",
        "ScheduleAnImport": "Schemalägg en import från Google Universal Analytics (GA3)",
        "ScheduleAnImportGA4": "Schemalägg en import från Google Analytics 4 (GA4)",
        "ScheduleImportDesc1": "Schemalägg en ny import nedan. Den körs en gång om dagen tills hela datumintervallet importerats. Obs: Vi kör den dagligen eftersom det finns en daglig API-begäran-begränsning som Google upprätthåller. När den har nåtts kan vi inte fortsätta importera förrän nästa dag. (Denna begränsning nås vanligtvis efter import av fyra månaders data).",
        "ScheduleImportDesc2": "Om inget slutdatum anges fortsätter importen tills du manuellt avbryter den nedan.",
        "ScheduleImportDescription": "Schemalägg en ny import nedan. Den kommer köras en gång per dag tills dess att hela datumspannet är importerat. Importeraren börjar med att importera färsk data, och jobbar sig bakåt mot angivet datum, innan den importerar framtida data som blir tillgängligt. Vi kör importen dagligen eftersom det finns en daglig API-kvot som Google satt upp. När kvoten uppnåtts kan vi inte importera något mer förrän nästa dag. I genomsnitt inträffar detta när 4 månader med data importerats.",
        "ScheduledReImports": "Återimporter",
        "SelectImporter": "Schemalägg en import från Google Analytics",
        "SelectImporterGA4InlineHelp": "Välj denna ifall din egendoms ID endast består av siffror (XXXXXXXXX).",
        "SelectImporterGA4InlineHelpText": "Välj denna ifall din egendoms ID endast består av nummer (XXXXXXXXX).",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterSelection": "Vilken version av Google Analytics vill du importera data från?",
        "SelectImporterUAInlineHelp": "Välj denna ifall din egendoms ID börjar med UA och slutar med ett nummer (UA-XXXXXXXXX-1).",
        "SelectImporterUAInlineHelpText": "Välj detta om din egendoms ID börjar med UA och slutar med ett nummer (UA-XXXXXXX-1).",
        "SelectImporterUATitle": "Google Universal Analytics (GA3)",
        "SettingUp": "Ställ in",
        "SiteDeleted": "Webbplats borttagen",
        "SiteID": "Webbplats-ID",
        "Start": "Start",
        "StartDate": "Startdatum",
        "StartDateHelp": "Datumet att börja importera från. Som standard är detta dagen du skapade din GA-webbegendom. (ÅÅÅÅ-MM-DD)",
        "StartFinishTimes": "Start/slut tidpunkter",
        "Status": "Status",
        "StreamId": "Stream-ID",
        "StreamIdFilter": "Filtrera efter Stream-ID (valfritt)",
        "StreamIdFilterHelpText": "Stream-ID du vill importera data från. %1$sLär dig mer.%2$s %3$sNotera:%4$s Lämna detta fält tomt för att importera från alla strömmar.",
        "ThereAreNoImportJobs": "Det finns inga importjobb att visa.",
        "ThisJobShouldFinishToday": "Det här jobbet bör bli klart idag.",
        "ThisReportWasImportedFromGoogle": "Denna rapport importerades från Google Analytics. Viss data kan saknas eller rapporteras som Okänd / ej inställd på grund av inkompatibilitet mellan Matomo och Google Analytics.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Denna period inkluderar datum som har importerat data från Google Analytics. Viss data kan saknas eller rapporteras som Okänd / ej inställd på grund av inkompatibilitet mellan Matomo och Google Analytics.",
        "TimeFinished": "Tidpunkt klar",
        "TimeStarted": "Tidpunkt startad",
        "Timezone": "Tidszon",
        "TimezoneGA4Help": "GA4 använder en del tidszoner som inte finns i PHP. Ifall din webbplats använder en sodan kan du behöva ange den tidszonen manuellt här. Se %1$sdenna lista%2$s med tidszoner som är giltiga i PHP.",
        "TimezoneHelp": "Google Analytics använder vissa tidszoner som inte är giltiga tidszoner enligt PHP. Ifall din webbplats en sådan kan du behöva ange den manuellt här. Se %1$sdenna lista%2$s för vilka tidszoner PHP har.",
        "TodaysDate": "dagens datum",
        "Troubleshooting": "Felsökning",
        "UnsupportedReportInImportRange": "Rapporten för denna tidsperiod importerades från Google Analytics, men den här rapporten finns inte i Google Analytics, så det finns inget att visa här.",
        "UploadSuccessful": "Uppladdningen lyckades!",
        "Uploading": "Laddar upp...",
        "ViewId": "Google Analytics vy-ID",
        "ViewIdHelp": "ID för vyn som ska importeras. Det kommer att vara en stor siffra, till exempel 3450293.",
        "YesterdaysDate": "gårdagens datum"
    }
}
