{
    "GoogleAnalyticsImporter": {
        "AccountId": "Google Analytics hesap kimliği",
        "AccountIdHelp": "Mülkün sahibi olan hesabın kimliği. Bu değer genellikle mülk kimliğindeki UA arkasında bulunan sayıdır ancak bazen farklı olabilir.",
        "AccountsConnectedSuccessfully": "Google hesabınızı bağladınız!",
        "Actions": "İşlem",
        "AdminMenuTitle": "Google Analytics içe aktarma",
        "Authorize": "İzin ver",
        "CancelExistingImportFirst": "%1$skimlikli site için zaten bir içe aktarma var. Lütfen yeni bir içe aktarma başlatmadan önce onu iptal edin.",
        "CancelJobConfirm": "Yürürlükteki bu görevi silmek istediğinize emin misiniz?",
        "CannotImportMissingCustomDimensionSlots": "Google Analytics mülkü içe aktarılamadı, Matomo üzerindeki özel boyut aralığından daha fazla %1$s türünde özel boyut var. Mülkünüzde %2$s özel boyut kullanıyor, ancak Matomo üzerinde şu anda yalnızca %3$s boyut için yer var. Ayrıntılı bilgi almak için özel boyutlar belgelerine bakabilirsiniz.",
        "Change": "Değiştir",
        "ClientConfigSuccessfullyUpdated": "İstemci yapılandırma bilgilerinizi yüklediniz! Şimdi Matomo için Google Analytics verilerinizi görüntüleme izni vermeniz gerekiyor. Aşağıdaki düğmeye tıklayın:",
        "CloudRateLimitHelp": "Günlük bulut isteği sınırına ulaşıldı. Yarın yeniden deneyin. (Not: GA varsayılan olarak her gün yapılan API isteklerinin sayısı için günlük bir sınır belirler. Bu, hesabınızdaki %1$s istekleri için orantılı olarak belirlenir. Bu sınır, her Matomo bulut müşterisine göre oranlanır. Sınıra ulaştınız gibi görünüyor. İçe aktarma işlemini yarın sürdürün.)",
        "ConfigurationFile": "Yapılandırma dosyası",
        "ConfigurationText": "Yapılandırma metni",
        "ConfigureClientDesc1": "Google Analytics verilerini içe aktarmak için bu verilere Matomo tarafından erişilebilmesi gerekiyor.",
        "ConfigureClientDesc2": "%1$sİlk adımda OAuth İstemcisi yapılandırmanızı almak için yönergeleri izleyin.%2$s Ardından istemci yapılandırmasını yükleyin ya da aşağıdaki alana yapıştırın.",
        "ConfigureImportNotificationMessage": "Değerli geçmiş içgörülerinizi unutmayın! %1$s %2$s%3$s için Google Analytics verilerinizi şimdi Matomo platformunuza aktarın.",
        "ConfigureTheImporter": "İçe aktarma yapılandırması",
        "ConfigureTheImporterHelp": "%1$sNot:%2$s Verilerinizi içe aktarmazsanız, Google Analytics 3 verileriniz 31 Aralık 2023 tarihinden sonra kalıcı olarak kaybolacak.",
        "ConfigureTheImporterHelpNewDate": "%1$sNot:%2$s Verilerinizi içe aktarmıyorsanız, Google Analytics 3 verileriniz 30 Haziran 2024 tarihinden sonra kalıcı olarak kaybolur.",
        "ConfigureTheImporterLabel1": "Bir yedek oluşturmak ve bunları güçlü Matomo analiz araçlarını kullanarak incelemek için Google Analytics mülklerinizi ve raporlama verilerinizi içe aktarın. İçe aktarıcı bağlantısını kurduktan sonra hangi Google Analytics mülklerinin içe aktarılacağını seçin. Matomo her biri için otomatik olarak yeni bir site oluşturur.",
        "ConfigureTheImporterLabel2": "Verilerinizi Google Analytics üzerinden içe aktarmak için Matomo bu verilere erişmelidir.",
        "ConfigureTheImporterLabel3": "Başlamak için, %1$sOAuth İstemci yapılandırmanızı alma yönergelerini izleyin%2$s. Ardından, aşağıdaki düğmeyi kullanarak istemci yapılandırma dosyasını yükleyin.",
        "CreationDate": "İnternet mülkü oluşturulma tarihi",
        "DeleteUploadedClientConfig": "Yüklenmiş istemci yapılandırmasını silmek isterseniz aşağıya tıklayın",
        "DimensionScope": "Boyut kapsamı",
        "EditEndDate": "İçe aktarma bitiş tarihini değiştir",
        "EndDate": "Bitiş tarihi",
        "EndDateHelp": "İçe aktarmanın bitirileceği tarih. Varsayılan olarak iptal edilene kadar her gün yapılır. (YYYY-AA-GG)",
        "EndDateHelpText": "İçe aktarmanın bitirileceği tarih. Bitiş tarihi belirtilmezse, siz el ile iptal edene kadar içe aktarma işlemi sürdürülür. (YYYY-AA-GG)",
        "EnterImportDateRange": "Yeniden içe aktarılacak başlangıç ve bitiş tarihlerini yazın",
        "EnterImportEndDate": "Yeni bitiş tarihini yazın",
        "ErrorMessage": "Hata iletisi",
        "ErrorMessageBugReportRequest": "Bu hatalar beklenmez ve büyük olasılıkla içe aktarmayı bu gün için her çalıştırdığınızda yinelenir. Bu soruna %1$sforumlarda sorarak%2$s çözüm bulmayı deneyebilirsiniz. Matomo destek ekibinin bir üyesine Google Analytics hesabınıza erişim verebilirseniz sorun daha hızlı çözülebilir.",
        "EstimatedFinishIn": "%1$s gün içinde tamamlanması öngörülüyor.",
        "ExtraCustomDimensions": "Ek özel boyut eşleştirmeleri",
        "ExtraCustomDimensionsGA4Help": "GA4, demografik bilgiler gibi Matomo üzerinde yerel olarak desteklenmeyen bazı boyutlar sağlar. Bu verileri Matomo üzerinde de korumak isterseniz, bu boyutların verilerini özel bir boyut olarak aktarabilirsiniz. Bunu yapmak için, ilk alana GA4 boyutunu (GA4 boyutlarına uygun kimlikleri görmek için %1$sbu listeye%2$s bakabilirsiniz) ve ikinci alana boyut türünü yazın.",
        "ExtraCustomDimensionsHelp": "Google Analytics, demografikler gibi Matomo üzerinde standart olarak desteklenmeyen bazı boyutlar sağlar. Bu verileri Matomo üzerinde tutmak isterseniz, bu boyutlardaki verileri özel boyutlar içine aktarabilirsiniz. Bunun için birinci alana Google Analytics boyutunu (Google Analytics boyutlarının kimliklerini görmek için %1$sbu listeye bakın%2$s) ve ikinci alana boyutun türünü yazın.",
        "FinishedImportingDaysWaiting": "Son sürdürülmeden bu yana %1$s gün tamamlandı. Yeniden sürdürülmek için yarına kadar bekleniyor.",
        "ForceCustomDimensionSlotCheck": "Özel boyut aralığı sınırlaması yok sayılsın",
        "ForceCustomDimensionSlotCheckHelp": "Her Matomo kurulumunda, belirli bir site için kapsam başına kullanılabilecek belirli sayıda özel boyut bulunur. Google Analytics mülkünüz bu sayıdan fazlasını kullanıyor olabilir. Bu seçenek işaretlendiğinde, içe aktarıcı ekleyemeyeceği özel boyutları yok sayar. Tümünün korumasını istiyorsanız, Matomo üzerine daha fazla özel boyut aralığı ekleyebilirsiniz %1$s(özel boyutlar belgelerine bakabilirsiniz)%2$s.",
        "FutureDateHelp": "İçe aktarma işlemi, gelecekteki ya da şimdiki bir tarihe (%1$s) ait verileri içe aktarmaya çalıştığından durduruldu. İçe aktarma işlemi, doğru ve eksiksiz verilerin içe aktarıldığından emin olmak için işlemi yarın otomatik olarak yeniden deneyecek. ",
        "GA4Dimension": "GA4 boyutu",
        "GADimension": "Google Analytics boyutu",
        "GAImportNoDataScreenStep01": "Bu %1$srehberi%2$s izleyerek Google hesabınızdan OAuth kimlik doğrulama bilgilerini indirin.",
        "GAImportNoDataScreenStep02": "OAuth kimlik doğrulama bilgilerini yükleyin.",
        "GAImportNoDataScreenStep03": "\"%1$s\" düğmesine tıklayın (bu sekmenin sonraki adımlarını izleyebilmeniz için yeni bir sekme açılır).",
        "GAImportNoDataScreenStep04": "%1$sGoogle Analytics içe aktarma yönetimi sayfasına%2$s gidin. %3$sAyrıntılı bilgi alın%4$s.",
        "GAImportNoDataScreenStep05": "İçe aktarma türünü seçin.",
        "GAImportNoDataScreenStep06": "İçe aktarma formunda zamanlamayı doldurun.",
        "GAImportNoDataScreenStep07": "\"%1$s\" üzerine tıklayın.",
        "GAImportNoDataScreenStep07Note": "%1$sNot:%2$s \"%3$s\" üzerine tıkladığınızda, Matomo seçilmiş her mülk için otomatik olarak yeni bir Matomo sitesi oluşturur.",
        "GAImportNoDataScreenStep08": "Verilerin içe aktarılması zaman alır. %1$sVerileri içe aktarma işleminizin durumunu izlemek için buraya tıklayın %2$s.",
        "GAImportNoDataScreenStep09": "Verilerinizi görmek için bu sayfayı yenileyin ve ardından sol üstteki açılır menüden yeni oluşturulan Matomo sitesini seçin.",
        "GoogleAnalyticsInfo": "Google Analytics bilgileri",
        "GoogleOauthCompleteWarning": "%1$sNot:%2$s OAuth işlemini tamamlarken Google \"%1$sGoogle bu uygulamayı doğrulamadı%2$s\" şeklinde bir uyarı görüntüleyebilir. Bu durumda, \"%1$sGelişmiş%2$s\" ve ardından \"%1$smatomo.cloud sitesine git (güvenli değil)%2$s\" seçeneğine tıklayarak güvenle ilerleyebilirsiniz.",
        "ImportEndDate": "İçe aktarma bitiş tarihi",
        "ImportJobs": "İçe aktarma görevleri",
        "ImportStartDate": "İçe aktarma başlangıç tarihi",
        "ImportStartTime": "İçe aktarma başlangıç saati",
        "ImporterHelp1": "Google Analytics içe aktarıcı ile herhangi bir işlem yapmadan önce Google API komut satırı üzerinden OAuth istemcisini yapılandırmalısınız.",
        "ImporterHelp2": "Bu işlemi yapmak ve bu eklentiyi ayarlamak için yapılacak işlemleri adım adım anlatan %1$srehbere bakın%2$s",
        "ImporterHelp3": "%1$sNot:%2$s Bu içe aktarma işlemi, bilgilerinizin içe aktarılacağı yeni bir idSite oluşturacak.",
        "ImporterIsConfigured": "İçe aktarıcı yapılandırıldı. Komut satırından verileri içe aktarmaya başlayabilirsiniz.",
        "InsufficientScopes": "OAuth kimlik doğrulama bilgilerinin tüm Google Analytics verilerine erişme izni yok. Lütfen bu kimlik doğrulama bilgileri için Google Analytics API ve Google Analytics Raporlama API erişimlerinin etkinleştirilmiş olduğundan emin olun.",
        "InvalidClientJson": "Kimlik doğrulama bilgileri dosyasındaki JSON geçersiz. Google API komut satırından dosyayı yeniden indirmeyi deneyin.",
        "InvalidDateFormat": "Tarih şu biçimde olmalıdır: %1$s",
        "InvalidDateRange": "Tarih aralığı geçersiz. Başlangıç tarihi bitiş tarihinden önce olmalıdır.",
        "InvalidRedirectUriInClientConfiguration": "redirect_uris değeri geçersiz. En az 1 uri yüklenen yapılandırma dosyasındaki \"%1$s\" uri değeri ile eşleşmelidir",
        "IsMobileApp": "Mobil uygulama",
        "IsMobileAppHelp": "Analytics mülkünüz bir mobil uygulama için ise bu seçeneği işaretleyin. Yoksa, mülkünüz ile ilişkili bir adres bulunmadığından içe aktarma işlemi yapılamaz.",
        "IsVerboseLoggingEnabled": "Ayrıntılı günlük tutulsun",
        "IsVerboseLoggingEnabledHelp": "İçe aktarma işlemi belirli bir günde herhangi bir nedenle başarısız olursa, nedenini öğrenmek için ayrıntılı günlük kaydı özelliğini açabilirsiniz. Bu seçenek, günlük çıktısı miktarının çok büyük olmasına neden olacağından yalnızca sorun çıkan tarih için açın. İçe aktarma işlemi tamamlandıktan sonra, %1$s klasöründe adı %2$s gibi olan günlük dosyalarını bulun. Herhangi bir hata bildirimi ya da destek isteği yaparsanız bu günlüğü de gönderin.",
        "JobWillRunUntilManuallyCancelled": "Herhangi bir içe aktarma bitiş tarihi belirtilmemiş. Bu görev el ile iptal edilene kadar sürdürülecek.",
        "KilledStatusHelp": "İçeri aktarma görevi sona erdirilmiş gibi görünüyor. Bunu siz yapmadıysanız, barındırma hizmetiniz uzun süren PHP işlemlerini sevmiyor olabilir. İçe aktarma görevi bir sonraki saatte yeniden başlatılacak. Böylece içe aktarma işlemi sürdürülecek. İçe aktarma hızı genel olarak hala düşükse (görmek için bir gün içinde yeniden bakın), ayrıntılı bilgi almak ve çözüm bulmak kullanıcı rehberine bakın.",
        "LastDayArchived": "Arşivlenen son gün",
        "LastDayImported": "İçe aktarılan son gün",
        "LastResumeTime": "Son sürdürülme zamanı",
        "LatestDayProcessed": "İşlenen son gün",
        "LeaveEmptyToRemove": "Bitiş tarihini kaldırmak ve içe aktarmayı el ile iptal edilene kadar sürdürmek için burayı boş bırakın.",
        "LiveDataUnavailableForImported": "Bu dönem için Google Analytics üzerinden yalnızca rapor verileri içe aktarılmış. Ancak ham ziyaret günlüğü verileri Google Analytics üzerinden içe aktarılmamış olduğundan bu dönem için kullanılamıyor.",
        "LogDataRequiredForReport": "Bu dönem için Google Analytics üzerinden yalnızca rapor verileri içe aktarılmış. Ancak bu rapor için içe aktarılamayan ham ziyaret günlüğü verileri gerektiğinden raporda veriler görüntülenemiyor.",
        "MatomoSite": "Matomo sitesi",
        "MaxEndDateHelp": "Bu Matomo kurulumu için en son bitiş tarihi %1$s olabilir. Yazılabilecek daha ileri tarihler bu tarih ile değiştirilir.",
        "MissingClientConfiguration": "İstemci yapılandırması eksik ya da geçersiz. Lütfen yeniden yükleyin.",
        "NoDataScreenFollowStepComplete": "%1$sTebrikler!%2$s Google Analytics içe aktarma işleminizi yapılandırdınız. Daha önce de belirtildiği gibi, bu veriler yeni bir Matomo sitesine aktarılıyor. Verilerin içe aktarıldığını doğrulamak için ayarlardan %3$sGoogle Analytics içe aktarma sayfanızı%4$s ziyaret edin ve içe aktarma görevinin çalışıp çalışmadığına bakın.",
        "NoDataScreenFollowThisSteps": "Kurmak için şu adımları izleyin:",
        "NoDataScreenIntro": "Google Analytics verilerinizi Matomo ile kolayca içe aktarabilirsiniz. Bunu, mülklerinizin ve raporlama verilerinizin bir yedeğini oluşturmak ve Matomo ile incelemek için kullanabilirsiniz.",
        "NoDataScreenOptionsDescription": "İki seçenekten birini seçebilirsiniz: Google Analytics hesabınıza bağlanmak en kolay seçenektir ve küçük ve orta trafikli siteler ile çalışır. Çok sayıda siteniz veya bazı yüksek trafikli siteleriniz varsa gelişmiş Google OAuth yapılandırması, verilerin daha hızlı taşınmasını sağlar.",
        "NoDateSuccessImportMessageLine1": "Google Analytics mülkleriniz içe aktarıldı",
        "NoDateSuccessImportMessageLine2": "Bu mülkler için geçmiş raporları arka planda içe aktarılacak. Bu işlemin tamamlanması birkaç gün alacağından lütfen sabırlı olun. Şimdi yeni verilerin izlenmesini ayarlayabilirsiniz (aşağıdaki yönergelere bakın).",
        "NohupExecutableMissing": "Matomo, nohup yürütülebilir dosyasını bulamadı. Google Analytics içe aktarıcı, verileri içe aktarırken site isteği tamamlandıktan sonra da işlemi sürdürebilmek için nohup kullanır. İçe aktarma özelliğinin kullanılabilmesi için bu yürütülebilir dosya var ve PHP tarafından erişilebilir olmalıdır.",
        "None": "Yok",
        "NotSetInGA": "Google Analytics üzerinde ayarlanmamış",
        "OauthFailedMessage": "GA raporlarınızı içe aktarmak için kimlik doğrulama sırasında bir sorunla karşılaştık. Lütfen yeniden denemek için aşağıdaki düğmeye tıklayın. Sorun sürerse, yardım almak için destek ekibimizle görüşün. Ekibimiz sorunu çözmenize ve geçmiş GA verilerinizi içe aktarmanıza yardımcı olur.",
        "Optional": "İsteğe bağlı",
        "PendingGAImportReportNotification": "Google Analytics aktarımı sürüyor ancak son verilerinizi görebilmeniz gerekir. Birkaç gün içinde tüm verilerinizi görebileceksiniz.",
        "PendingGAImportReportNotificationNoData": "Google Analytics aktarımı sürüyor ancak son verilerinizi görebilmeniz gerekir. Birkaç gün içinde tüm verilerinizi görebileceksiniz.",
        "PendingGAImportReportNotificationSomeData": "Google Analytics aktarımı sürüyor ancak son verilerinizi görebilmeniz gerekir. %1$s tarihine kadar olan veriler şu ana kadar içe aktarıldı. Bu tarihten itibaren içe aktarılan verilerinizi görebilmeniz gerekir.",
        "PhpExecutableMissing": "Matomo, PHP yürütülebilir dosyasını bulamadı. Google Analytics içe aktarıcı, verileri içe aktarmak için komut satırından PHP işleyiciyi çağırır. İçe aktarma özelliğinin kullanılabilmesi için bu yürütülebilir dosya var ve PHP tarafından erişilebilir olmalıdır.",
        "PropertyId": "Google Analytics mülk kimliği",
        "PropertyIdGA4": "GA4 Mülk Kimliği",
        "PropertyIdGA4Help": "İçe aktarılacak mülkün kimliği. Şu biçimde olacaktır: özellikler/{PROPERTY_ID}, burada {PROPERTY_ID} rakamlardan oluşur.",
        "PropertyIdHelp": "İçe aktarılacak mülkün kimliği. X yerine rakamlar olacak şekilde UA-XXXXX-X biçimindedir.",
        "RateLimitHelp": "Google Analytics, belirli bir proje için API üzerine gönderebileceğiniz istek sayısını varsayılan olarak günde 50.000 ile sınırlar. Bu içe aktarma görevi bu sınırı aşmış gibi görünüyor. Bu nedenle içe aktarma işlemine yarına kadar sürdürülemez.",
        "RateLimitHourlyHelp": "Google Analytics, varsayılan olarak belirli bir proje için API uygulamasına yapabileceğiniz istek sayısını saatte 5000 ile sınırlar. Bu içe aktarma görevi bu sınırı aşmış gibi görünüyor. Bu nedenle içe aktarma işlemi duraklatılmış ve bir sonraki saatte sürdürülecek.",
        "ReAuthorize": "Yeniden izin ver",
        "RecommendationButton": "Verileri içe aktar",
        "RecommendationText": "Sitenizde Google Analytics kullandığınızı algıladık. Matomo kurarken Google Analytics verilerinizi içe aktarabilirsiniz.",
        "RecommendationTitle": "Google Analytics verilerini Matomo içine aktar (sizin için önerilir)",
        "ReimportDate": "Yeniden içe aktarma tarih aralığı",
        "RemoveClientConfiguration": "İstemci yapılandırmasını sil",
        "RequiredExecutablesCheck": "Gerekli yürütülebilir dosyalar",
        "RequiredFunctionsCheck": "Gerekli PHP işlevleri",
        "RequiredFunctionsMissing": "Matomo %1$s PHP işlevlerini bulamadı. Barındırma hizmeti sağlayıcınız bu işlevleri sunucunuzda açmamış gibi görünüyor. Google Analytics içe aktarıcı verileri arka planda içe aktarmak için bu işlevleri kullanır. Bu işlevler olmadan içe aktarıcı çalışmaz.",
        "ResumeDesc": "Sürdür. Not: İçe aktarma işleminde sorun çıkıyorsa, eklentiyi bir düzeltme ile güncellemediğiniz sürece işlemi sürdürmek büyük olasılıkla aynı soruna yol açar. Sorun istek sayısı sınırından kaynaklanıyorsa, işlemi sürdürmek büyük olasılıkla aynı istek sayısı sınırı hatasına neden olur. Ancak bir sonraki gün istek sayısı sınırı sıfırlandığında işlem otomatik olarak yeniden başlatılır.",
        "Schedule": "Zamanlama",
        "ScheduleAnImport": "Google Universal Analytics (GA3) üzerinden içe aktarma zamanlayın",
        "ScheduleAnImportGA4": "Google Universal Analytics (GA4) üzerinden içe aktarma zamanlayın",
        "ScheduleImportDesc1": "Aşağıdan yeni bir içe aktarma zamanlayın. Görev, tüm tarih aralığı içe aktarılana kadar günde bir kez çalıştırılır. Not: Google tarafından günlük API isteği sayısına sınırlama uygulandığından görevi günlük olarak çalıştırıyoruz. Sınıra ulaşıldığında, içe aktarma işlemi ertesi güne kadar sürdürülemez (bu noktaya genellikle 4 aylık verilerin içe aktarılmasından sonra ulaşılır).",
        "ScheduleImportDesc2": "Herhangi bir bitiş tarihi belirtilmezse, içe aktarma işlemi aşağıdan el ile iptal edilene kadar sürdürülür.",
        "ScheduleImportDescription": "Aşağıdan yeni bir içe aktarma işlemi zamanlayın. Tüm tarih aralığı içe aktarılana kadar günde bir kez çalıştırılır. İçe aktarıcı, son verileri içe aktararak başlar ve kullanılabilir olduğunda gelecekteki verileri içe aktarmadan önce belirtilen başlangıç tarihine doğru geriye gider. Google tarafından uygulanan günlük API isteği sınırı olduğundan, içe aktarma işlemini günlük olarak çalıştırıyoruz. Sınıra ulaşıldıktan sonra, ertesi güne kadar içe aktarma sürdürülemez (ortalama olarak bu noktaya 4 aylık veriler içe aktarıldıktan sonra ulaşılır).",
        "ScheduledReImports": "Yeniden içe aktarmalar",
        "SelectImporter": "Google Analytics üzerinden içe aktarma zamanlayın",
        "SelectImporterGA4InlineHelp": "Mülk kimliğiniz yalnızca sayılardan oluşuyorsa (XXXXXXXXX) bu seçeneği kullanın.",
        "SelectImporterGA4InlineHelpText": "Mülk kimliğinizde yalnızca rakamlar varsa (XXXXXXXXX) bunu seçin.",
        "SelectImporterGA4Title": "Google Analytics 4 (GA4)",
        "SelectImporterSelection": "Verileri hangi Google Analytics sürümünden içe aktarmak istiyorsunuz?",
        "SelectImporterUAInlineHelp": "Mülk kimliğiniz UA ile başlayıp bir sayı (UA-XXXXXXXXX-1) ile bitiyorsa bu seçeneği kullanın.",
        "SelectImporterUAInlineHelpText": "Mülk kimliğiniz UA ile başlayıp bir sayı ile bitiyorsa (UA-XXXXXXX-1) bunu seçin.",
        "SelectImporterUATitle": "Google Universal Analytics (GA3)",
        "SettingUp": "Kuruluyor",
        "SiteDeleted": "Site silindi",
        "SiteID": "Site kimliği",
        "Start": "Başlat",
        "StartDate": "Başlangıç tarihi",
        "StartDateHelp": "İçe aktarmaya başlanacak tarih. Varsayılan olarak Google Analytics internet mülkünü oluşturduğunuz tarihtir. (YYYY-AA-GG)",
        "StartFinishTimes": "Başlangıç/bitiş zamanları",
        "Status": "Durum",
        "StreamId": "Akış kimliği",
        "StreamIdFilter": "Akış kimliğine göre süz (isteğe bağlı)",
        "StreamIdFilterHelpText": "Verilerini içe aktarmak istediğiniz akış kimlii. %1$sAyrıntılı bilgi alın.%2$s %3$sNot: %4$s Tüm akışlardaki verileri içe aktarmak için bu alanı boş bırakın.",
        "ThereAreNoImportJobs": "Henüz görüntülenecek bir içe aktarma görevi yok.",
        "ThisJobShouldFinishToday": "Bu görev bugün tamamlanmalı.",
        "ThisReportWasImportedFromGoogle": "Bu rapor Google Analytics üzerinden içe aktarılmış. Matomo ve Google Analytics arasındaki uyumsuzluklar nedeniyle bazı veriler eksik ya da bilinmiyor/ayarlanmamış olarak görüntülenebilir.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Bu dönem Google Analytics üzerinden içe aktarılmış verilerin tarihlerini kapsar. Matomo ve Google Analytics arasındaki uyumsuzluklar nedeniyle bazı veriler eksik ya da bilinmiyor/ayarlanmamış olarak görüntülenebilir.",
        "TimeFinished": "Bitiş zamanı",
        "TimeStarted": "Başlangıç zamanı",
        "Timezone": "Saat dilimi",
        "TimezoneGA4Help": "GA4, geçerli PHP saat dilimleri olmayan bazı saat dilimlerini kullanır. Siteniz bunlardan birini kullanıyorsa, buradan el ile bir saat dilimi ayarlamanız gerekebilir. Geçerli PHP saat dilimlerinin listesi için %1$sburaya%2$s bakabilirsiniz.",
        "TimezoneHelp": "Google Analytics, bazen PHP için geçerli olmayan bazı saat dilimleri kullanabiliyor. Siteniz böyle bir saat dilimi kullanıyorsa, saat dilimini buradan el ile ayarlamanız gerekebilir. PHP için geçerli olan saat dilimlerine%1$sbu listeden%2$s bakabilirsiniz.",
        "TodaysDate": "bugünün tarihi",
        "Troubleshooting": "Sorun çözme",
        "UnsupportedReportInImportRange": "Bu dönem için Google Analytics üzerinden yalnızca rapor verileri içe aktarılmış. Ancak bu rapor Google Analytics üzerinde bulunamadığından burada bir şey görüntülenemiyor.",
        "UploadSuccessful": "Yüklendi!",
        "Uploading": "Yükleniyor...",
        "ViewId": "Google Analytics görüntüleme kimliği",
        "ViewIdHelp": "İçe aktarılacak görünümün kimliği. 3450293 gibi büyük bir sayıdır.",
        "YesterdaysDate": "dünün tarihi"
    }
}
