{
    "GoogleAnalyticsImporter": {
        "AdminMenuTitle": "Google Analytics İçe Aktarma",
        "ConfigureTheImporter": "İçe Aktarma Yapılandırması",
        "InvalidClientJson": "Kimlik doğrulama bilgileri dosyasındaki JSON geçersiz. Google API Konsolundan dosyayı yeniden indirmeyi deneyin.",
        "MissingClientConfiguration": "İstemci yapılandırması eksik ya da geçersiz. Lütfen yeniden yükleyin.",
        "SettingUp": "Kuruluyor",
        "ImporterHelp1": "Google Analytics İçe Aktarıcı ile herhangi bir işlem yapmadan önce Google API Konsolu üzerinden OAuth İstemcisini yapılandırmalısınız.",
        "ImporterHelp2": "Bu işlemi yapmak ve bu uygulama ekini ayarlamak için yapılacak işlemleri adım adım anlatan %1$srehbere bakın%2$s",
        "ImporterIsConfigured": "İçe aktarıcı yapılandırıldı. Komut satırından verileri içe aktarmaya başlayabilirsiniz.",
        "ReAuthorize": "Yeniden İzin Ver",
        "ClientConfigSuccessfullyUpdated": "İstemci yapılandırma bilgilerinizi yüklediniz! Şimdi Matomo için Google Analytics verilerinizi görüntüleme izni vermeniz gerekiyor. Aşağıdaki düğmeye tıklayın:",
        "Authorize": "İzin Ver",
        "ConfigureClientDesc1": "Google Analytics verilerini içe aktarmak için bu verilere Matomo trafından erişilebilmesi gerekiyor.",
        "ConfigureClientDesc2": "%1$sİlk adımda OAuth İstemcisi yapılandırmanızı almak için yönergeleri izleyin.%2$s Ardından istemci yapılandırmasını yükleyin ya da aşağıdaki alana yapıştırın.",
        "ConfigurationFile": "Yapılandırma Dosyası",
        "ConfigurationText": "Yapılandırma Metni",
        "RemoveClientConfiguration": "İstemci Yapılandırmasını Sil",
        "DeleteUploadedClientConfig": "Yüklenmiş istemci yapılandırmasını silmek isterseniz aşağıya tıklayın",
        "ImportJobs": "İçe Aktarma Görevleri",
        "ScheduleAnImport": "İçe Aktarma Zamanlaması",
        "StartDate": "Başlangıç Tarihi",
        "CreationDate": "Web Mülkü Oluşturulma Tarihi",
        "StartDateHelp": "İçe aktarmaya başlanacak tarih. Varsayılan olarak Google Analytics web mülkünü oluşturduğunuz tarihtir.",
        "IsMobileApp": "Mobil Uygulama",
        "ViewId": "Google Analytics Görüntüleme Kimliği",
        "PropertyId": "Google Analytics Mülk Kimliği",
        "AccountId": "Google Analytics Hesap Kimliği",
        "Optional": "İsteğe Bağlı",
        "ViewIdHelp": "İçe aktarılacak görünümün kimliği. 3450293 gibi büyük bir sayıdır.",
        "PropertyIdHelp": "İçe aktarılacak mülkün kimliği. X yerine rakamlar olacak şekilde UA-XXXXX-X biçimindedir.",
        "AccountIdHelp": "Mülkün sahibi olan hesabın kimliği. Bu değer genellikle mülk kimliğindeki UA arkasında bulunan sayıdır ancak bazen farklı olabilir.",
        "IsMobileAppHelp": "Analytics mülkünüz bir mobil uygulama için ise bu seçeneği işaretleyin. Yoksa mülkünüz ile ilişkili bir adres bulunmadığından içe aktarma işlemi yapılamaz.",
        "Timezone": "Saat dilimi",
        "TimezoneHelp": "Google Analytics, bazen PHP için geçerli olmayan bazı saat dilimleri kullanabiliyor. Siteniz böyle bir saat dilimi kullanıyorsa, saat dilimini buradan el ile ayarlamanız gerekebilir. PHP için geçerli olan saat dilimlerine%1$sbu listeden%2$s bakabilirsiniz.",
        "Start": "Başlat",
        "None": "Yok",
        "EndDate": "Bitiş Tarihi",
        "EndDateHelp": "İçe aktarmanın bitirileceği tarih. Varsayılan olarak iptal edilene kadar her gün yapılır.",
        "ThisReportWasImportedFromGoogle": "Bu rapor Google Analytics üzerinden içe aktarılmış. Matomo ve Google Analytics arasındaki uyumsuzluklar nedeniyle bazı veriler eksik ya da bilinmiyor\/ayarlanmamış olarak görüntülenebilir.",
        "ThisReportWasImportedFromGoogleMultiPeriod": "Bu dönem Google Analytics üzerinden içe aktarılmış verilerin tarihlerini kapsar. Matomo ve Google Analytics arasındaki uyumsuzluklar nedeniyle bazı veriler eksik ya da bilinmiyor\/ayarlanmamış olarak görüntülenebilir.",
        "LiveDataUnavailableForImported": "Bu dönem için Google Analytics üzerinden yalnız rapor verileri içe aktarılmış. Ancak ham ziyaret günlüğü verileri Google Analytics üzerinden içe aktarılmamış olduğundan bu dönem için kullanılamıyor.",
        "UnsupportedReportInImportRange": "Bu dönem için Google Analytics üzerinden yalnız rapor verileri içe aktarılmış. Ancak bu rapor Google Analytics üzerinde bulunamadığından burada bir şey görüntülenemiyor.",
        "NotSetInGA": "Google Analytics üzerinde ayarlanmamış",
        "LogDataRequiredForReport": "Bu dönem için Google Analytics üzerinden yalnız rapor verileri içe aktarılmış. Ancak bu rapor için içe aktarılamayan ham ziyaret günlüğü verileri gerektiğinden raporda veriler görüntülenemiyor.",
        "ExtraCustomDimensions": "Ek Özel Boyut Eşleştirmeleri",
        "ExtraCustomDimensionsHelp": "Google Analytics, demografikler gibi Matomo üzerinde standart olarak desteklenmeyen bazı boyutlar sağlar. Bu verileri Matomo üzerinde tutmak isterseniz, bu boyutlardaki verileri özel boyutlar içine aktarabilirsiniz. Bunun için birinci alana Google Analytics boyutunu (Google Analytics boyutlarının kimliklerini görmek için %1$sbu listeye bakın%2$s) ve ikinci alana boyutun türünü yazın.",
        "GADimension": "Google Analytics Boyutu",
        "DimensionScope": "Boyut Kapsamı",
        "Troubleshooting": "Sorun çözme",
        "IsVerboseLoggingEnabled": "Ayrıntılı Günlük Tutulsun",
        "IsVerboseLoggingEnabledHelp": "İçe aktarma işlemi belirli bir günde herhangi bir nedenle başarısız olursa, nedenini öğrenmek için ayrıntılı günlük kaydını etkinleştirebilirsiniz. Bu seçenek, günlük çıktısı miktarının çok büyük olmasına neden olacağından yalnız sorun çıkan tarih için etkinleştirin. İçe aktarma işlemi tamamlandıktan sonra, %1$s klasöründe adı %2$s gibi olan günlük dosyalarını bulun. Herhangi bir hata bildirimi ya da destek isteği yaparsanız bu günlüğü de gönderin.",
        "RequiredExecutablesCheck": "Gerekli Yürütülebilir Dosyalar",
        "PhpExecutableMissing": "Matomo, PHP yürütülebilir dosyasını bulamadı. Google Analytics içe aktarıcı, verileri içe aktarmak için komut satırından PHP işleyiciyi çağırır. İçe aktarma özelliğinin kullanılabilmesi için bu yürütülebilir dosya var ve PHP tarafından erişilebilir olmalıdır.",
        "NohupExecutableMissing": "Matomo, nohup yürütülebilir dosyasını bulamadı. Google Analytics içe aktarıcı, verileri içe aktarırken web isteği tamamlandıktan sonra da işlemi sürdürebilmek için nohup kullanır. İçe aktarma özelliğinin kullanılabilmesi için bu yürütülebilir dosya var ve PHP tarafından erişilebilir olmalıdır.",
        "RequiredFunctionsCheck": "Gerekli PHP İşlevleri",
        "RequiredFunctionsMissing": "Matomo %1$s PHP işlevlerini bulamadı. Barındırma hizmeti sağlayıcınız bu işlevleri sunucunuzda etkinleştirmemiş gibi görünüyor. Google Analytics içe aktarıcı verileri arka planda içe aktarmak için bu işlevleri kullanır. Bu işlevler olmadan içe aktarıcı çalışmaz.",
        "CancelExistingImportFirst": "%1$skimlikli site için zaten bir içe aktarma var. Lütfen yeni bir içe aktarma başlatmadan önce onu iptal edin.",
        "EditEndDate": "İçe Aktarma Bitiş Tarihini Değiştir",
        "EnterImportEndDate": "Yeni bitiş tarihini yazın",
        "Change": "Değiştir",
        "CancelJobConfirm": "Yürürlükteki bu görevi silmek istediğinize emin misiniz?",
        "LeaveEmptyToRemove": "Bitiş tarihini kaldırmak ve içe aktarmayı el ile iptal edilene kadar sürdürmek için burayı boş bırakın.",
        "RateLimitHelp": "Google Analytics, belirli bir proje için API üzerine gönderebileceğiniz istek sayısını varsayılan olarak günde 50.000 ile sınırlar. Bu içe aktarma görevi bu sınırı aşmış gibi görünüyor. Bu nedenle içe aktarma işlemine yarına kadar devam edilemez.",
        "SiteID": "Site Kimliği",
        "SiteDeleted": "Site Silindi",
        "FinishedImportingDaysWaiting": "Son sürdürülmeden bu yana %1$s gün tamamlandı. Yeniden sürdürülmek için yarına kadar bekleniyor.",
        "ErrorMessage": "Hata iletisi",
        "ErrorMessageBugReportRequest": "Bu hatalar beklenmez ve büyük olasılıkla içe aktarmayı bu gün için her çalıştırdığınızda yinelenir. Bu soruna %1$sforumlarda sorarak%2$s çözüm bulmayı deneyebilirsiniz. Matomo destek ekibinin bir üyesine Google Analytics hesabınıza erişim verebilirseniz sorun daha hızlı çözülebilir.",
        "LastDayImported": "İçe Aktarılan Son Gün",
        "LastDayArchived": "Arşivlenen Son Gün",
        "ImportStartDate": "İçe Aktarma Başlangıç Tarihi",
        "ImportEndDate": "İçe Aktarma Bitiş Tarihi",
        "ImportStartTime": "İçe Aktarma Başlangıç Saati",
        "LastResumeTime": "Son Sürdürülme Zamanı",
        "ThisJobShouldFinishToday": "Bu görev bugün tamamlanmalı.",
        "EstimatedFinishIn": "%1$s gün içinde tamamlanması öngörülüyor.",
        "JobWillRunUntilManuallyCancelled": "Herhangi bir içe aktarma bitiş tarihi belirtilmemiş. Bu görev el ile iptal edilene kadar sürdürülecek.",
        "MatomoSite": "Matomo Sitesi",
        "GoogleAnalyticsInfo": "Google Analytics Bilgileri",
        "Status": "Durum",
        "LatestDayProcessed": "İşlenen Son Gün",
        "TimeStarted": "Başlangıç Zamanı",
        "TimeFinished": "Bitiş Zamanı",
        "Actions": "İşlem",
        "ThereAreNoImportJobs": "Henüz görüntülenecek bir içe aktarma görevi yok.",
        "ScheduleImportDesc1": "Aşağıdan yeni bir içe aktarma zamanlayın. Görev, tüm tarih aralığı içe aktarılana kadar günde bir kez çalıştırılır. Not: Google tarafından günlük API isteği sayısına sınırlama uygulandığından görevi günlük olarak çalıştırıyoruz. Sınıra ulaşıldığında, içe aktarma işlemi ertesi güne kadar devam edilemez (bu noktaya genellikle 4 aylık verilerin içe aktarılmasından sonra ulaşılır).",
        "ScheduleImportDesc2": "Herhangi bir bitiş tarihi belirtilmezse, içe aktarma işlemi aşağıdan el ile iptal edilene kadar sürdürülür.",
        "ResumeDesc": "Sürdür. Not: İçe aktarma işleminde sorun çıkıyorsa, uygulama ekini bir düzeltme ile güncellemediğiniz sürece işlemi sürdürmek büyük olasılıkla aynı soruna yol açar. Sorun istek sayısı sınırından kaynaklanıyorsa, işlemi sürdürmek büyük olasılıkla aynı istek sayısı sınırı hatasına neden olur. Ancak bir sonraki gün istek sayısı sınırı sıfırlandığında işlem otomatik olarak yeniden başlatılır.",
        "KilledStatusHelp": "İçeri aktarma görevi sona erdirilmiş gibi görünüyor. Bunu siz yapmadıysanız, barındırma hizmetiniz uzun süren PHP işlemlerini sevmiyor olabilir. İçe aktarma görevi bir sonraki saatte yeniden başlatılacak. Böylece içe aktarma işlemi sürdürülecek. İçe aktarma hızı genel olarak hala düşükse (görmek için bir gün içinde yeniden bakın), ayrıntılı bilgi almak ve çözüm bulmak kullanıcı rehberine bakın.",
        "ReimportDate": "Yeniden içe aktarma tarih aralığı",
        "EnterImportDateRange": "Yeniden içe aktarılacak başlangıç ve bitiş tarihlerini yazın",
        "Schedule": "Zamanlama",
        "InvalidDateRange": "Tarih aralığı geçersiz. Başlangıç tarihi bitiş tarihinden önce olmalıdır.",
        "ScheduledReImports": "Yeniden içe aktarmalar",
        "StartFinishTimes": "Başlangıç\/Bitiş Zamanları",
        "MaxEndDateHelp": "Bu Matomo kurulumu için en son bitiş tarihi %1$s olabilir. Yazılabilecek daha ileri tarihler bu tarih ile değiştirilir.",
        "TodaysDate": "bugünün tarihi",
        "YesterdaysDate": "dünün tarihi",
        "InsufficientScopes": "OAuth kimlik doğrulama bilgilerinin tüm Google Analytics verilerine erişme izni yok. Lütfen bu kimlik doğrulama bilgileri için Google Analytics API ve Google Analytics Raporlama API erişimlerinin etkinleştirilmiş olduğundan emin olun.",
        "CannotImportMissingCustomDimensionSlots": "Google Analytics mülkü içe aktarılamadı, Matomo üzerindeki özel boyut aralığından daha fazla %1$s türünde özel boyut var. Mülkünüzde %2$s özel boyut kullanıyor, ancak Matomo üzerinde şu anda yalnız %3$s boyut için yer var. Ayrıntılı bilgi almak için Özel Boyutlar belgelerine bakabilirsiniz.",
        "ForceCustomDimensionSlotCheck": "Özel boyut aralığı sınırlaması yok sayılsın",
        "ForceCustomDimensionSlotCheckHelp": "Her Matomo kurulumunda, belirli bir site için kapsam başına kullanılabilecek belirli sayıda özel boyut bulunur. Google Analytics mülkünüz bu sayıdan fazlasını kullanıyor olabilir. Bu seçenek işaretlendiğinde, içe aktarıcı ekleyemeyeceği özel boyutları yok sayar. Tümünün korumasını istiyorsanız, Matomo üzerine daha fazla özel boyut aralığı ekleyebilirsiniz %1$s(Özel Boyutlar belgelerine bakabilirsiniz)%2$s.",
        "InvalidDateFormat": "Tarih şu biçimde olmalıdır: %1$s"
    }
}